{"A": 0, "R": 1, "N": 2, "D": 3, "C": 4, "E": 5, "Q": 6, "G": 7, "H": 8, "I": 9, "L": 10, "K": 11, "M": 12, "F": 13, "P": 14, "S": 15, "T": 16, "W": 17, "Y": 18, "V": 19, "U": 20, "O": 21, "AL": 22, "LL": 23, "LA": 24, "VL": 25, "LV": 26, "LG": 27, "GL": 28, "AA": 29, "EL": 30, "LS": 31, "LE": 32, "AV": 33, "VA": 34, "SL": 35, "AG": 36, "LK": 37, "TL": 38, "LT": 39, "LR": 40, "EA": 41, "KL": 42, "RL": 43, "AE": 44, "DL": 45, "LI": 46, "GV": 47, "IA": 48, "IL": 49, "VV": 50, "GA": 51, "LD": 52, "AI": 53, "SG": 54, "VE": 55, "AS": 56, "GG": 57, "SA": 58, "KA": 59, "AK": 60, "LP": 61, "VG": 62, "EV": 63, "VS": 64, "GK": 65, "GI": 66, "AR": 67, "VI": 68, "IV": 69, "TA": 70, "GE": 71, "GS": 72, "SV": 73, "AD": 74, "EI": 75, "RA": 76, "AT": 77, "EE": 78, "DA": 79, "TG": 80, "TV": 81, "VT": 82, "EK": 83, "VD": 84, "IG": 85, "VK": 86, "PL": 87, "EG": 88, "IE": 89, "KV": 90, "GR": 91, "DV": 92, "RV": 93, "GT": 94, "VR": 95, "IS": 96, "LN": 97, "ER": 98, "RE": 99, "KE": 100, "KG": 101, "ID": 102, "RG": 103, "GD": 104, "KK": 105, "DE": 106, "DG": 107, "SS": 108, "QL": 109, "DI": 110, "NL": 111, "RI": 112, "SE": 113, "IT": 114, "PV": 115, "KR": 116, "LQ": 117, "SI": 118, "KI": 119, "RR": 120, "PE": 121, "PA": 122, "IR": 123, "LF": 124, "IK": 125, "FL": 126, "SR": 127, "ET": 128, "II": 129, "QA": 130, "PG": 131, "TI": 132, "RK": 133, "ES": 134, "VP": 135, "SK": 136, "KT": 137, "ED": 138, "KS": 139, "ST": 140, "AQ": 141, "GF": 142, "TS": 143, "RS": 144, "AP": 145, "SD": 146, "FA": 147, "AF": 148, "TE": 149, "nan": 150, "FG": 151, "RD": 152, "KD": 153, "DS": 154, "IP": 155, "TP": 156, "DK": 157, "TR": 158, "AN": 159, "TD": 160, "TT": 161, "MA": 162, "YL": 163, "VN": 164, "PS": 165, "NG": 166, "NV": 167, "DR": 168, "RT": 169, "VF": 170, "FV": 171, "DD": 172, "EQ": 173, "EN": 174, "FS": 175, "QV": 176, "SP": 177, "TK": 178, "DT": 179, "GQ": 180, "GN": 181, "NI": 182, "PD": 183, "KP": 184, "SF": 185, "IN": 186, "QG": 187, "DP": 188, "GP": 189, "LY": 190, "RF": 191, "FD": 192, "KN": 193, "PI": 194, "FE": 195, "PT": 196, "RP": 197, "DF": 198, "GY": 199, "EF": 200, "ML": 201, "VQ": 202, "YG": 203, "NP": 204, "PK": 205, "QI": 206, "HL": 207, "FI": 208, "QE": 209, "RQ": 210, "NE": 211, "QR": 212, "YA": 213, "SN": 214, "FT": 215, "AY": 216, "SQ": 217, "KQ": 218, "NK": 219, "QK": 220, "NS": 221, "IF": 222, "PR": 223, "EP": 224, "TF": 225, "LH": 226, "RN": 227, "NR": 228, "LM": 229, "AM": 230, "YV": 231, "IQ": 232, "FK": 233, "QS": 234, "FR": 235, "VY": 236, "MS": 237, "NT": 238, "DN": 239, "TN": 240, "ND": 241, "DY": 242, "KF": 243, "PF": 244, "QT": 245, "RY": 246, "SY": 247, "EY": 248, "HG": 249, "AH": 250, "YS": 251, "TQ": 252, "MV": 253, "YR": 254, "MK": 255, "MG": 256, "YE": 257, "GH": 258, "IY": 259, "PP": 260, "HA": 261, "KY": 262, "DQ": 263, "PN": 264, "GM": 265, "YI": 266, "PQ": 267, "QP": 268, "FP": 269, "YD": 270, "QD": 271, "QQ": 272, "VM": 273, "FN": 274, "NF": 275, "MT": 276, "EM": 277, "ME": 278, "YT": 279, "NN": 280, "MI": 281, "HV": 282, "EH": 283, "TY": 284, "VH": 285, "YK": 286, "FF": 287, "SH": 288, "MR": 289, "RH": 290, "NQ": 291, "HI": 292, "QF": 293, "HP": 294, "YP": 295, "PY": 296, "HS": 297, "QN": 298, "MD": 299, "IH": 300, "HR": 301, "SM": 302, "FQ": 303, "YF": 304, "LC": 305, "MP": 306, "NY": 307, "RM": 308, "FY": 309, "HE": 310, "YQ": 311, "KM": 312, "KH": 313, "DM": 314, "TH": 315, "WL": 316, "CL": 317, "CG": 318, "HT": 319, "YN": 320, "MN": 321, "DH": 322, "IM": 323, "GC": 324, "PH": 325, "TM": 326, "AC": 327, "HK": 328, "HD": 329, "HF": 330, "QY": 331, "VC": 332, "CA": 333, "YY": 334, "MQ": 335, "LW": 336, "FH": 337, "PM": 338, "IC": 339, "NH": 340, "CS": 341, "HQ": 342, "QH": 343, "QM": 344, "GW": 345, "CV": 346, "HN": 347, "MF": 348, "NM": 349, "AW": 350, "SC": 351, "HY": 352, "FM": 353, "WA": 354, "CR": 355, "CE": 356, "CD": 357, "YH": 358, "DC": 359, "WV": 360, "CI": 361, "TC": 362, "SW": 363, "WG": 364, "VW": 365, "CT": 366, "RC": 367, "DW": 368, "EW": 369, "EC": 370, "FC": 371, "CP": 372, "HH": 373, "CK": 374, "WR": 375, "WI": 376, "RW": 377, "MM": 378, "WS": 379, "MY": 380, "WK": 381, "WE": 382, "TW": 383, "KC": 384, "CF": 385, "WD": 386, "PW": 387, "KW": 388, "YM": 389, "NC": 390, "IW": 391, "MH": 392, "WQ": 393, "CN": 394, "PC": 395, "WT": 396, "YC": 397, "CQ": 398, "WN": 399, "HM": 400, "NW": 401, "WF": 402, "QC": 403, "FW": 404, "QW": 405, "CY": 406, "WP": 407, "CH": 408, "HC": 409, "YW": 410, "WY": 411, "CC": 412, "WH": 413, "MC": 414, "HW": 415, "WM": 416, "CM": 417, "MW": 418, "WW": 419, "CW": 420, "WC": 421, "UG": 422, "GU": 423, "TU": 424, "UP": 425, "LU": 426, "SU": 427, "UA": 428, "UK": 429, "VU": 430, "QU": 431, "AU": 432, "IO": 433, "UT": 434, "OI": 435, "UQ": 436, "UR": 437, "YU": 438, "RU": 439, "UI": 440, "OG": 441, "UY": 442, "US": 443, "CU": 444, "KU": 445, "UL": 446, "FU": 447, "UH": 448, "OS": 449, "VO": 450, "TO": 451, "PU": 452, "EU": 453, "DU": 454, "UN": 455, "SO": 456, "UE": 457, "UC": 458, "UD": 459, "NU": 460, "UF": 461, "UV": 462, "OV": 463, "GO": 464, "HU": 465, "OT": 466, "MU": 467, "WU": 468, "IU": 469, "ALA": 470, "LAA": 471, "AAL": 472, "AAA": 473, "ALL": 474, "LLA": 475, "LAL": 476, "LLL": 477, "EAL": 478, "AAG": 479, "VAA": 480, "LGL": 481, "LLG": 482, "AGL": 483, "LAE": 484, "AVA": 485, "ELL": 486, "VLA": 487, "AAV": 488, "LLE": 489, "ALG": 490, "LAG": 491, "LLS": 492, "ELA": 493, "AGA": 494, "AVL": 495, "SLL": 496, "VLL": 497, "GLL": 498, "ALE": 499, "LGA": 500, "GLA": 501, "ALV": 502, "LVA": 503, "EAA": 504, "EEL": 505, "LAR": 506, "AEL": 507, "LLK": 508, "AEA": 509, "LVL": 510, "VAL": 511, "ALR": 512, "AAE": 513, "LAV": 514, "LSL": 515, "AIA": 516, "LLD": 517, "LLV": 518, "AAR": 519, "LEA": 520, "AGV": 521, "RAL": 522, "KAL": 523, "RLL": 524, "GAG": 525, "GAA": 526, "DAL": 527, "EKL": 528, "GAL": 529, "LAK": 530, "LGG": 531, "DLL": 532, "LEE": 533, "IAA": 534, "LGV": 535, "TLL": 536, "VVA": 537, "LLR": 538, "SAL": 539, "LAS": 540, "LAD": 541, "LSG": 542, "RLA": 543, "LSA": 544, "VLG": 545, "ALS": 546, "SLA": 547, "GLG": 548, "ALK": 549, "KLL": 550, "LEK": 551, "LKE": 552, "GGA": 553, "ADL": 554, "AAI": 555, "TLA": 556, "AGG": 557, "LRA": 558, "LLT": 559, "GGG": 560, "VLV": 561, "LVG": 562, "LGI": 563, "LDA": 564, "ASL": 565, "AKA": 566, "ERL": 567, "LTL": 568, "LDL": 569, "RAA": 570, "LVE": 571, "GVL": 572, "EVL": 573, "LIA": 574, "ARL": 575, "AAS": 576, "AAK": 577, "KEL": 578, "SAA": 579, "LVV": 580, "LEL": 581, "ILA": 582, "VVL": 583, "ILL": 584, "VLE": 585, "AVV": 586, "IAL": 587, "LKA": 588, "LRE": 589, "LKK": 590, "VAV": 591, "ARA": 592, "ELV": 593, "AIL": 594, "LTA": 595, "ATL": 596, "VAG": 597, "ALT": 598, "GLV": 599, "GSG": 600, "DAA": 601, "DLA": 602, "ADA": 603, "EEA": 604, "TAL": 605, "EAV": 606, "ALD": 607, "GGL": 608, "REL": 609, "GLS": 610, "ALI": 611, "TAA": 612, "ELE": 613, "DVL": 614, "LRL": 615, "ASA": 616, "SGG": 617, "LLP": 618, "VLS": 619, "QAL": 620, "VAE": 621, "KAA": 622, "EAG": 623, "PLL": 624, "ASG": 625, "VIA": 626, "KLA": 627, "SSL": 628, "VEA": 629, "VVG": 630, "VGL": 631, "LDE": 632, "LTG": 633, "ELG": 634, "SGL": 635, "LPL": 636, "KKL": 637, "LIL": 638, "LLI": 639, "LSS": 640, "GAV": 641, "SLG": 642, "GGV": 643, "AKL": 644, "ATA": 645, "AGI": 646, "GSL": 647, "AVG": 648, "ILG": 649, "GLD": 650, "EIL": 651, "KVL": 652, "LVS": 653, "VVV": 654, "SLS": 655, "LSE": 656, "AEE": 657, "GVA": 658, "DEL": 659, "LAT": 660, "VGG": 661, "LER": 662, "ETL": 663, "GVV": 664, "VEL": 665, "LIG": 666, "LRR": 667, "GEL": 668, "LPA": 669, "RVL": 670, "LAI": 671, "LKL": 672, "AVE": 673, "ELK": 674, "RLG": 675, "GVG": 676, "VIG": 677, "IAG": 678, "SGA": 679, "LVD": 680, "AEV": 681, "DLV": 682, "VLD": 683, "GLT": 684, "GGS": 685, "VGA": 686, "EEI": 687, "EIA": 688, "SVL": 689, "GIG": 690, "EAI": 691, "AKK": 692, "LEG": 693, "DAV": 694, "ELI": 695, "AVI": 696, "LLN": 697, "VVE": 698, "IAE": 699, "SLV": 700, "LSV": 701, "RRL": 702, "IVA": 703, "AAT": 704, "QLL": 705, "VSL": 706, "EKA": 707, "EGL": 708, "AAD": 709, "LTE": 710, "LAQ": 711, "LIE": 712, "GAS": 713, "LGE": 714, "GLI": 715, "EEV": 716, "GLP": 717, "GRL": 718, "LSK": 719, "GLR": 720, "KLG": 721, "ARR": 722, "EVA": 723, "IEA": 724, "IGG": 725, "VTL": 726, "GKT": 727, "ARE": 728, "LPE": 729, "EAE": 730, "LGK": 731, "GKL": 732, "DVV": 733, "VDL": 734, "RGL": 735, "IVG": 736, "LLQ": 737, "AER": 738, "EDL": 739, "AEI": 740, "EVV": 741, "GTL": 742, "TVL": 743, "GTG": 744, "AEK": 745, "LVK": 746, "RLR": 747, "ELS": 748, "KRL": 749, "ILS": 750, "AIV": 751, "RVA": 752, "AQA": 753, "VSA": 754, "VAD": 755, "AVS": 756, "LID": 757, "IGA": 758, "QLA": 759, "SSS": 760, "ESL": 761, "GIA": 762, "AKE": 763, "LSR": 764, "VLT": 765, "RLV": 766, "LGS": 767, "EEE": 768, "GIL": 769, "AGK": 770, "KKA": 771, "LED": 772, "VEE": 773, "AEG": 774, "VIL": 775, "ILE": 776, "AIG": 777, "LEV": 778, "SLE": 779, "KAG": 780, "NLL": 781, "ADV": 782, "TLS": 783, "KEA": 784, "ELR": 785, "VKA": 786, "GLE": 787, "VDA": 788, "GAD": 789, "LRK": 790, "AIE": 791, "ASV": 792, "KLK": 793, "LPG": 794, "GLK": 795, "LRD": 796, "VAR": 797, "GAT": 798, "LSD": 799, "ATV": 800, "ATG": 801, "PAL": 802, "AVK": 803, "LDG": 804, "EKI": 805, "ALP": 806, "EQL": 807, "SEL": 808, "VLK": 809, "QAA": 810, "VSG": 811, "TGA": 812, "LKR": 813, "VVD": 814, "AVR": 815, "AGE": 816, "GRV": 817, "IGL": 818, "AGS": 819, "GGI": 820, "GGR": 821, "SVA": 822, "TLE": 823, "TLG": 824, "KAV": 825, "KIL": 826, "TGG": 827, "GDL": 828, "REA": 829, "TLV": 830, "STL": 831, "LKD": 832, "DLI": 833, "SGS": 834, "KSL": 835, "TGL": 836, "PAA": 837, "AGR": 838, "LVR": 839, "GKV": 840, "LDV": 841, "VLI": 842, "AGT": 843, "LPV": 844, "PLA": 845, "LKG": 846, "IAV": 847, "LRG": 848, "DIL": 849, "GIV": 850, "GVS": 851, "DLS": 852, "GSV": 853, "LQA": 854, "IEE": 855, "KEI": 856, "PEL": 857, "ADG": 858, "KTL": 859, "SRL": 860, "VTV": 861, "TVA": 862, "LIS": 863, "RAV": 864, "KGL": 865, "AAQ": 866, "SGK": 867, "LES": 868, "GKG": 869, "IIA": 870, "VEV": 871, "GEV": 872, "IEK": 873, "LKS": 874, "IAR": 875, "VLR": 876, "GVD": 877, "EIV": 878, "SLI": 879, "GVE": 880, "LGD": 881, "VAS": 882, "RAG": 883, "IIG": 884, "VAI": 885, "DDL": 886, "SAV": 887, "SIL": 888, "IDA": 889, "LGR": 890, "ADI": 891, "ILV": 892, "ASS": 893, "LNL": 894, "GVI": 895, "DEA": 896, "VTG": 897, "VTA": 898, "SGV": 899, "RIA": 900, "LAP": 901, "VEK": 902, "SAG": 903, "DGL": 904, "IVL": 905, "RLS": 906, "VVS": 907, "LTV": 908, "GSS": 909, "KLV": 910, "LVI": 911, "VEG": 912, "GAE": 913, "LFL": 914, "ERA": 915, "GKK": 916, "GEA": 917, "LIV": 918, "SSA": 919, "DLE": 920, "ILK": 921, "GSA": 922, "IDL": 923, "ARG": 924, "IAS": 925, "VVI": 926, "GTV": 927, "FLL": 928, "TLT": 929, "VAK": 930, "NAL": 931, "EVI": 932, "LLF": 933, "LRS": 934, "KLS": 935, "ALQ": 936, "VGV": 937, "DRL": 938, "ILD": 939, "GAR": 940, "LEN": 941, "ELD": 942, "KLI": 943, "KVA": 944, "VLP": 945, "RKL": 946, "AKV": 947, "DVA": 948, "VDV": 949, "AQL": 950, "RIL": 951, "ELT": 952, "RRA": 953, "VSS": 954, "VPV": 955, "EGV": 956, "LVT": 957, "KLE": 958, "GRG": 959, "KDL": 960, "VID": 961, "KKV": 962, "VAT": 963, "IGV": 964, "VKE": 965, "SLK": 966, "EVE": 967, "VRL": 968, "GKA": 969, "KVV": 970, "DLG": 971, "DAI": 972, "DKL": 973, "RLE": 974, "GKS": 975, "SSG": 976, "GVT": 977, "VRA": 978, "RSL": 979, "IAD": 980, "LDI": 981, "LEI": 982, "IVE": 983, "AFA": 984, "TLK": 985, "KAI": 986, "ALN": 987, "LTD": 988, "GID": 989, "VDG": 990, "EKV": 991, "GTA": 992, "DIA": 993, "AGD": 994, "VER": 995, "KKI": 996, "ILT": 997, "IAK": 998, "KAK": 999, "DEV": 1000, "GAI": 1001, "ISL": 1002, "GEI": 1003, "ARV": 1004, "SLR": 1005, "IEL": 1006, "IKE": 1007, "LTR": 1008, "APA": 1009, "SAS": 1010, "SLD": 1011, "DGV": 1012, "LSP": 1013, "EIE": 1014, "AAP": 1015, "VIE": 1016, "RLK": 1017, "KEK": 1018, "TAE": 1019, "RAR": 1020, "LET": 1021, "PVL": 1022, "GDV": 1023, "GIS": 1024, "ERI": 1025, "GEG": 1026, "DLP": 1027, "VKK": 1028, "RLI": 1029, "LDK": 1030, "LTS": 1031, "TLR": 1032, "EII": 1033, "VSV": 1034, "LRV": 1035, "LIK": 1036, "SDL": 1037, "EEK": 1038, "GGT": 1039, "LGT": 1040, "TVV": 1041, "TTL": 1042, "TGS": 1043, "DSL": 1044, "TAG": 1045, "LST": 1046, "VIV": 1047, "EGA": 1048, "APL": 1049, "GGE": 1050, "GII": 1051, "AKR": 1052, "VGI": 1053, "SAI": 1054, "VRE": 1055, "LKV": 1056, "GVP": 1057, "SLP": 1058, "RDL": 1059, "LDS": 1060, "VKV": 1061, "AKG": 1062, "ISA": 1063, "GRA": 1064, "AIR": 1065, "LNA": 1066, "EEG": 1067, "DEI": 1068, "VPL": 1069, "GGK": 1070, "TVE": 1071, "VIS": 1072, "PGL": 1073, "LGF": 1074, "FLA": 1075, "VKL": 1076, "VGE": 1077, "AVD": 1078, "PLV": 1079, "AFL": 1080, "ISS": 1081, "SSV": 1082, "LDD": 1083, "KEE": 1084, "LFG": 1085, "VVT": 1086, "AVT": 1087, "KGK": 1088, "KIA": 1089, "SLT": 1090, "GVK": 1091, "LEQ": 1092, "EAK": 1093, "RTL": 1094, "LDR": 1095, "RVV": 1096, "DAG": 1097, "EGK": 1098, "EVK": 1099, "DEE": 1100, "LFA": 1101, "ALF": 1102, "RGG": 1103, "TGK": 1104, "ISG": 1105, "IVV": 1106, "DLK": 1107, "LAN": 1108, "VPA": 1109, "DVI": 1110, "ADE": 1111, "DLR": 1112, "ITL": 1113, "TAV": 1114, "FAA": 1115, "TSL": 1116, "LKN": 1117, "AII": 1118, "SEE": 1119, "LSI": 1120, "SGE": 1121, "GIE": 1122, "SVV": 1123, "GRI": 1124, "IDE": 1125, "EAR": 1126, "ERV": 1127, "VGD": 1128, "VGK": 1129, "GEE": 1130, "DLD": 1131, "GAK": 1132, "LIR": 1133, "IGI": 1134, "DIV": 1135, "SKL": 1136, "IKA": 1137, "GKI": 1138, "KLR": 1139, "SVS": 1140, "AID": 1141, "EIK": 1142, "KEV": 1143, "SGI": 1144, "DLT": 1145, "LTP": 1146, "VVR": 1147, "ASI": 1148, "PVA": 1149, "EKE": 1150, "VEI": 1151, "KII": 1152, "VVK": 1153, "DAE": 1154, "AAF": 1155, "PVV": 1156, "DTL": 1157, "VGS": 1158, "LQE": 1159, "TGE": 1160, "KAE": 1161, "LQL": 1162, "ARI": 1163, "EQA": 1164, "VDE": 1165, "IKK": 1166, "EGE": 1167, "QRL": 1168, "SEA": 1169, "PAG": 1170, "AIS": 1171, "IAI": 1172, "TIA": 1173, "AIK": 1174, "LKT": 1175, "IVS": 1176, "IER": 1177, "TLI": 1178, "ITA": 1179, "ARK": 1180, "ITG": 1181, "LVP": 1182, "TEL": 1183, "SAE": 1184, "ILR": 1185, "LTK": 1186, "LIT": 1187, "RRR": 1188, "TLD": 1189, "IIE": 1190, "QVL": 1191, "IPV": 1192, "IIL": 1193, "KVI": 1194, "LPP": 1195, "PGG": 1196, "EGI": 1197, "FGL": 1198, "LKI": 1199, "EDV": 1200, "DGK": 1201, "RAE": 1202, "IRE": 1203, "LII": 1204, "GDA": 1205, "REI": 1206, "VGT": 1207, "LPS": 1208, "ENL": 1209, "TIL": 1210, "PLS": 1211, "VSE": 1212, "RLT": 1213, "GIK": 1214, "TAS": 1215, "GIT": 1216, "AGF": 1217, "VRG": 1218, "ASE": 1219, "LPD": 1220, "SIA": 1221, "GVR": 1222, "ASR": 1223, "RGA": 1224, "IAT": 1225, "EDA": 1226, "EER": 1227, "SGT": 1228, "PEE": 1229, "KKG": 1230, "LSQ": 1231, "RRV": 1232, "NAA": 1233, "APV": 1234, "QEL": 1235, "IDG": 1236, "ETA": 1237, "VRR": 1238, "LKQ": 1239, "LNE": 1240, "KIV": 1241, "KGV": 1242, "PGA": 1243, "PGV": 1244, "GFG": 1245, "KKE": 1246, "RAI": 1247, "KGI": 1248, "EKG": 1249, "SPL": 1250, "GSI": 1251, "RGV": 1252, "RRG": 1253, "KLT": 1254, "AET": 1255, "TLP": 1256, "LFS": 1257, "KEG": 1258, "DGS": 1259, "DGA": 1260, "ELP": 1261, "GGD": 1262, "EID": 1263, "LAF": 1264, "LVN": 1265, "LTI": 1266, "PLI": 1267, "FGG": 1268, "TEA": 1269, "ETV": 1270, "GET": 1271, "APG": 1272, "SVG": 1273, "PLP": 1274, "TPL": 1275, "AKI": 1276, "RSG": 1277, "IVD": 1278, "QAV": 1279, "IRA": 1280, "GIP": 1281, "SSI": 1282, "PDL": 1283, "TGV": 1284, "GDG": 1285, "VKG": 1286, "ANA": 1287, "TVT": 1288, "GEK": 1289, "TSS": 1290, "QLV": 1291, "TGI": 1292, "IGS": 1293, "EVR": 1294, "REG": 1295, "LPK": 1296, "TSA": 1297, "VGR": 1298, "DVE": 1299, "PSL": 1300, "SVE": 1301, "LDT": 1302, "VSR": 1303, "EGG": 1304, "IIS": 1305, "GRR": 1306, "IGE": 1307, "SGR": 1308, "GER": 1309, "DAD": 1310, "DII": 1311, "PEA": 1312, "AEQ": 1313, "KVE": 1314, "RVG": 1315, "ANL": 1316, "NLA": 1317, "KKK": 1318, "GDI": 1319, "KRA": 1320, "VLN": 1321, "VRV": 1322, "ILI": 1323, "TAI": 1324, "EVT": 1325, "AES": 1326, "IEV": 1327, "PLG": 1328, "ESG": 1329, "STG": 1330, "KSG": 1331, "RLD": 1332, "IGT": 1333, "KVK": 1334, "TPE": 1335, "GLF": 1336, "RKA": 1337, "EAS": 1338, "ERG": 1339, "VPG": 1340, "VDI": 1341, "SVI": 1342, "ILP": 1343, "GFL": 1344, "TGR": 1345, "REV": 1346, "IPL": 1347, "FLS": 1348, "VLF": 1349, "IID": 1350, "ETG": 1351, "LIP": 1352, "TEE": 1353, "LTT": 1354, "RLP": 1355, "GFA": 1356, "RQL": 1357, "AAN": 1358, "IEG": 1359, "KLD": 1360, "AST": 1361, "RDA": 1362, "LRQ": 1363, "ARS": 1364, "NVL": 1365, "RER": 1366, "MAA": 1367, "TRL": 1368, "VKR": 1369, "PEV": 1370, "LRI": 1371, "KAR": 1372, "LPI": 1373, "KDI": 1374, "KTV": 1375, "FLG": 1376, "LNG": 1377, "LDP": 1378, "IKL": 1379, "QAG": 1380, "DKV": 1381, "EIS": 1382, "LNK": 1383, "ATI": 1384, "STA": 1385, "DGT": 1386, "DIE": 1387, "PLT": 1388, "RSA": 1389, "EVS": 1390, "GTP": 1391, "KVG": 1392, "VET": 1393, "AIT": 1394, "QKL": 1395, "SFL": 1396, "FAL": 1397, "EKK": 1398, "SST": 1399, "TDL": 1400, "REK": 1401, "LIN": 1402, "KNL": 1403, "PAV": 1404, "TPA": 1405, "GGF": 1406, "EGR": 1407, "EDG": 1408, "GAP": 1409, "KGA": 1410, "GTI": 1411, "NIL": 1412, "REE": 1413, "SPE": 1414, "TSG": 1415, "LRP": 1416, "IVT": 1417, "TVS": 1418, "ERE": 1419, "NLS": 1420, "LKP": 1421, "QLE": 1422, "RGE": 1423, "SAT": 1424, "EAD": 1425, "RIV": 1426, "EED": 1427, "VIT": 1428, "RAK": 1429, "IGK": 1430, "FAG": 1431, "ISV": 1432, "EIT": 1433, "SVT": 1434, "GTT": 1435, "IRR": 1436, "KIK": 1437, "LGN": 1438, "SIS": 1439, "TAT": 1440, "QLG": 1441, "HLL": 1442, "EIG": 1443, "SPA": 1444, "SVD": 1445, "DID": 1446, "ELN": 1447, "LSN": 1448, "DKI": 1449, "TTA": 1450, "GPG": 1451, "AFG": 1452, "VST": 1453, "TVI": 1454, "STS": 1455, "GIR": 1456, "GST": 1457, "RGI": 1458, "NGL": 1459, "LQK": 1460, "DGE": 1461, "LSF": 1462, "ASK": 1463, "GKP": 1464, "ESV": 1465, "ISE": 1466, "KGG": 1467, "SRA": 1468, "DDA": 1469, "SEV": 1470, "VES": 1471, "LQG": 1472, "SAR": 1473, "SKK": 1474, "IDV": 1475, "VTI": 1476, "PSG": 1477, "ITV": 1478, "ATS": 1479, "IGR": 1480, "KGE": 1481, "RGR": 1482, "APE": 1483, "DGR": 1484, "KRI": 1485, "RPL": 1486, "PVI": 1487, "FSL": 1488, "AQG": 1489, "VFL": 1490, "EDI": 1491, "EVD": 1492, "GQL": 1493, "IRL": 1494, "ARQ": 1495, "VSI": 1496, "GLN": 1497, "IEI": 1498, "QVA": 1499, "TGT": 1500, "VED": 1501, "ILN": 1502, "RDV": 1503, "SDA": 1504, "LRT": 1505, "RIG": 1506, "QTL": 1507, "NLG": 1508, "VTS": 1509, "SEI": 1510, "GKR": 1511, "SKA": 1512, "EIR": 1513, "NEL": 1514, "KTA": 1515, "SKE": 1516, "IED": 1517, "EVG": 1518, "PVG": 1519, "KQL": 1520, "ESA": 1521, "KDA": 1522, "KKS": 1523, "LNS": 1524, "PAS": 1525, "VTE": 1526, "ATT": 1527, "EPL": 1528, "FGA": 1529, "DDV": 1530, "AED": 1531, "SQL": 1532, "GPL": 1533, "TVG": 1534, "NSL": 1535, "KKR": 1536, "DAT": 1537, "KRV": 1538, "VAP": 1539, "EAT": 1540, "IPA": 1541, "KPL": 1542, "EFL": 1543, "KTG": 1544, "VDS": 1545, "QLS": 1546, "RVI": 1547, "KAS": 1548, "NLK": 1549, "DGI": 1550, "VSD": 1551, "KLP": 1552, "TVR": 1553, "DPA": 1554, "LGP": 1555, "RVR": 1556, "GTS": 1557, "QGL": 1558, "ISK": 1559, "GKE": 1560, "PSA": 1561, "ADR": 1562, "PEG": 1563, "VDD": 1564, "LNI": 1565, "KIE": 1566, "SIG": 1567, "LGQ": 1568, "VRD": 1569, "AQV": 1570, "VIK": 1571, "SAK": 1572, "EDE": 1573, "QQL": 1574, "LFE": 1575, "AKS": 1576, "SLF": 1577, "GFS": 1578, "IVK": 1579, "SSE": 1580, "VKD": 1581, "IGD": 1582, "DVT": 1583, "DVS": 1584, "QIL": 1585, "SIV": 1586, "QAI": 1587, "LQR": 1588, "VVP": 1589, "DRI": 1590, "DRV": 1591, "AFS": 1592, "NLV": 1593, "GRT": 1594, "RIE": 1595, "KLN": 1596, "DDE": 1597, "GES": 1598, "TVK": 1599, "PGS": 1600, "ELQ": 1601, "TAR": 1602, "KIG": 1603, "TIE": 1604, "GNL": 1605, "FLE": 1606, "TAK": 1607, "SAD": 1608, "DAS": 1609, "IAQ": 1610, "IET": 1611, "LFV": 1612, "RFL": 1613, "IST": 1614, "VNL": 1615, "LNV": 1616, "RPG": 1617, "DVD": 1618, "GDE": 1619, "LVF": 1620, "FLK": 1621, "AVP": 1622, "VSK": 1623, "NKL": 1624, "ETI": 1625, "SRS": 1626, "DTV": 1627, "ENG": 1628, "RQA": 1629, "YLL": 1630, "IPG": 1631, "QSL": 1632, "NAV": 1633, "RAS": 1634, "SDE": 1635, "DTA": 1636, "VTD": 1637, "GGP": 1638, "DKA": 1639, "FVL": 1640, "SII": 1641, "ATE": 1642, "RRI": 1643, "NLI": 1644, "PLE": 1645, "IIK": 1646, "LPT": 1647, "KSV": 1648, "IKV": 1649, "AKT": 1650, "GRS": 1651, "VAQ": 1652, "GQV": 1653, "ERR": 1654, "KDV": 1655, "ELF": 1656, "QAE": 1657, "AGQ": 1658, "SRR": 1659, "PDA": 1660, "QLI": 1661, "TKL": 1662, "STV": 1663, "VPE": 1664, "RDG": 1665, "SSP": 1666, "GRP": 1667, "PSS": 1668, "SIE": 1669, "APS": 1670, "EAF": 1671, "PAP": 1672, "IIV": 1673, "KVS": 1674, "VLQ": 1675, "KDG": 1676, "SRG": 1677, "YLA": 1678, "GKD": 1679, "SVK": 1680, "SKI": 1681, "EET": 1682, "RVE": 1683, "KVT": 1684, "IVI": 1685, "TAD": 1686, "VFA": 1687, "TRA": 1688, "PDG": 1689, "FLD": 1690, "RGK": 1691, "GPV": 1692, "ADK": 1693, "KIS": 1694, "VKS": 1695, "RKV": 1696, "PAE": 1697, "PVS": 1698, "ADD": 1699, "KPG": 1700, "RVS": 1701, "ENI": 1702, "VRK": 1703, "RKK": 1704, "KSI": 1705, "VII": 1706, "DFL": 1707, "ITS": 1708, "GED": 1709, "VQA": 1710, "GAF": 1711, "IES": 1712, "IKD": 1713, "ADS": 1714, "RVK": 1715, "KRR": 1716, "AKD": 1717, "IVR": 1718, "TIG": 1719, "NAG": 1720, "RSR": 1721, "DYL": 1722, "IKR": 1723, "PTL": 1724, "NLE": 1725, "KSA": 1726, "GRE": 1727, "PVE": 1728, "MAL": 1729, "ISD": 1730, "ESI": 1731, "PLD": 1732, "ARD": 1733, "VAN": 1734, "VTP": 1735, "FSG": 1736, "DSV": 1737, "LVQ": 1738, "TTG": 1739, "SSK": 1740, "SSR": 1741, "QLR": 1742, "IAP": 1743, "FVA": 1744, "PLR": 1745, "TTV": 1746, "RRE": 1747, "ILF": 1748, "VFG": 1749, "DPE": 1750, "RRK": 1751, "GRK": 1752, "LYL": 1753, "SNL": 1754, "VDT": 1755, "DSA": 1756, "PAD": 1757, "PVT": 1758, "AFV": 1759, "TKE": 1760, "LFD": 1761, "LPR": 1762, "SVR": 1763, "SGD": 1764, "ART": 1765, "NTL": 1766, "GFV": 1767, "LTN": 1768, "RKR": 1769, "GSD": 1770, "EKR": 1771, "KER": 1772, "AVF": 1773, "VKI": 1774, "IDI": 1775, "QLK": 1776, "KRK": 1777, "SDI": 1778, "YGL": 1779, "SKV": 1780, "SRE": 1781, "IRK": 1782, "GVN": 1783, "AVN": 1784, "IDK": 1785, "IKG": 1786, "FSS": 1787, "SKS": 1788, "SRV": 1789, "RTA": 1790, "ASD": 1791, "KNI": 1792, "GSR": 1793, "LFI": 1794, "TVD": 1795, "AAM": 1796, "ISI": 1797, "IKS": 1798, "TIV": 1799, "AYL": 1800, "KVD": 1801, "VRS": 1802, "KSS": 1803, "ANG": 1804, "IDD": 1805, "NRL": 1806, "DAK": 1807, "KTI": 1808, "GNA": 1809, "IDR": 1810, "SLN": 1811, "EGD": 1812, "LLH": 1813, "RLQ": 1814, "INA": 1815, "LRN": 1816, "RVT": 1817, "DDI": 1818, "DQL": 1819, "PIL": 1820, "TDA": 1821, "SAP": 1822, "PAT": 1823, "LND": 1824, "KAT": 1825, "GPA": 1826, "DAR": 1827, "VKT": 1828, "SIT": 1829, "RKI": 1830, "AMA": 1831, "TTT": 1832, "LQS": 1833, "SSD": 1834, "INL": 1835, "FDL": 1836, "KRG": 1837, "TKA": 1838, "LGY": 1839, "RNL": 1840, "AQR": 1841, "KST": 1842, "TSV": 1843, "EGT": 1844, "RIR": 1845, "SDG": 1846, "FAE": 1847, "GQA": 1848, "PTA": 1849, "EES": 1850, "VNA": 1851, "VIR": 1852, "RAD": 1853, "RTG": 1854, "ATD": 1855, "LNR": 1856, "ATP": 1857, "RRS": 1858, "TLN": 1859, "TLF": 1860, "EQV": 1861, "EKT": 1862, "KGR": 1863, "ATR": 1864, "VAF": 1865, "IIT": 1866, "NLT": 1867, "AGP": 1868, "LAY": 1869, "AEN": 1870, "IDS": 1871, "IKT": 1872, "PED": 1873, "PEI": 1874, "IEQ": 1875, "MLA": 1876, "LQQ": 1877, "VDR": 1878, "EGS": 1879, "FSA": 1880, "GRD": 1881, "SLQ": 1882, "ITE": 1883, "QVV": 1884, "SKG": 1885, "FGV": 1886, "ITD": 1887, "IDT": 1888, "KLF": 1889, "QIA": 1890, "FLV": 1891, "AVQ": 1892, "RII": 1893, "ENV": 1894, "GDT": 1895, "TIS": 1896, "KVR": 1897, "DSS": 1898, "KSK": 1899, "GDS": 1900, "GGQ": 1901, "SPS": 1902, "TGD": 1903, "KPE": 1904, "LEP": 1905, "LHL": 1906, "SEK": 1907, "SDV": 1908, "SVP": 1909, "RYL": 1910, "VTT": 1911, "GSK": 1912, "ENA": 1913, "ALY": 1914, "EKS": 1915, "NAI": 1916, "VNG": 1917, "VVN": 1918, "RSS": 1919, "PGE": 1920, "IRD": 1921, "RSV": 1922, "ASP": 1923, "DSG": 1924, "STI": 1925, "TLQ": 1926, "NPL": 1927, "DED": 1928, "EEF": 1929, "KIT": 1930, "LDF": 1931, "LAH": 1932, "GDD": 1933, "DLF": 1934, "ATK": 1935, "DNL": 1936, "SEG": 1937, "IEN": 1938, "NDL": 1939, "KGS": 1940, "GDR": 1941, "AYA": 1942, "TPV": 1943, "SFS": 1944, "PRL": 1945, "AAY": 1946, "DLN": 1947, "ISR": 1948, "GEP": 1949, "LDQ": 1950, "TIT": 1951, "FVG": 1952, "DRA": 1953, "VEQ": 1954, "DGG": 1955, "DIS": 1956, "LAM": 1957, "TKK": 1958, "EAQ": 1959, "PGT": 1960, "DGD": 1961, "QAR": 1962, "ITI": 1963, "KAD": 1964, "TDV": 1965, "AQE": 1966, "VVF": 1967, "TID": 1968, "LLY": 1969, "DEK": 1970, "GDK": 1971, "NVV": 1972, "GSE": 1973, "NGK": 1974, "DIP": 1975, "GFD": 1976, "TTS": 1977, "VPS": 1978, "SES": 1979, "NGV": 1980, "RKG": 1981, "DVK": 1982, "TIK": 1983, "MAE": 1984, "ANV": 1985, "QEA": 1986, "AML": 1987, "ERF": 1988, "VGF": 1989, "GAN": 1990, "VTR": 1991, "KKT": 1992, "VNV": 1993, "KID": 1994, "NGA": 1995, "NLP": 1996, "KQA": 1997, "SID": 1998, "MAK": 1999, "ANI": 2000, "RIS": 2001, "GTE": 2002, "TST": 2003, "LTQ": 2004, "ESE": 2005, "LQD": 2006, "AGN": 2007, "EQI": 2008, "ASF": 2009, "SRI": 2010, "VSP": 2011, "VDK": 2012, "IRG": 2013, "ADF": 2014, "TDG": 2015, "NVA": 2016, "DIK": 2017, "RDI": 2018, "GNV": 2019, "YAL": 2020, "INE": 2021, "PGD": 2022, "SDS": 2023, "TRE": 2024, "FEE": 2025, "FLT": 2026, "VQL": 2027, "IFL": 2028, "LPF": 2029, "LDN": 2030, "RTV": 2031, "GAQ": 2032, "PAI": 2033, "FTL": 2034, "DVG": 2035, "KNK": 2036, "NLD": 2037, "TEV": 2038, "FIA": 2039, "VIN": 2040, "RLF": 2041, "GFI": 2042, "IAN": 2043, "FDA": 2044, "KET": 2045, "TEI": 2046, "IFG": 2047, "LIQ": 2048, "GVF": 2049, "ESS": 2050, "FLI": 2051, "RFG": 2052, "LIF": 2053, "DVR": 2054, "IIN": 2055, "ETE": 2056, "VRI": 2057, "PDV": 2058, "DVP": 2059, "VFV": 2060, "KIR": 2061, "TFL": 2062, "DFV": 2063, "RLN": 2064, "YLK": 2065, "KAF": 2066, "VTK": 2067, "LYG": 2068, "VEN": 2069, "PGI": 2070, "DKK": 2071, "FGS": 2072, "IKN": 2073, "IGF": 2074, "ADT": 2075, "GNI": 2076, "LNT": 2077, "KPV": 2078, "RFA": 2079, "AQK": 2080, "TPG": 2081, "GLQ": 2082, "IPE": 2083, "STT": 2084, "AQI": 2085, "SIP": 2086, "FAV": 2087, "VKN": 2088, "GFE": 2089, "IRV": 2090, "YAA": 2091, "EKF": 2092, "TEK": 2093, "FLR": 2094, "PTG": 2095, "SED": 2096, "ITT": 2097, "VDP": 2098, "AKN": 2099, "FAD": 2100, "SSF": 2101, "SPV": 2102, "RAT": 2103, "KDK": 2104, "EDD": 2105, "NGE": 2106, "NII": 2107, "EKD": 2108, "AHL": 2109, "ARF": 2110, "RKE": 2111, "FIL": 2112, "SQA": 2113, "GSP": 2114, "VRT": 2115, "SIK": 2116, "HAL": 2117, "KGT": 2118, "SSN": 2119, "FEA": 2120, "EPV": 2121, "DSI": 2122, "QGV": 2123, "ALM": 2124, "LQV": 2125, "VSF": 2126, "AKQ": 2127, "DIT": 2128, "NIA": 2129, "IKI": 2130, "GNG": 2131, "ERK": 2132, "MLL": 2133, "EYL": 2134, "PIA": 2135, "TDE": 2136, "VIP": 2137, "KNG": 2138, "DEG": 2139, "DIG": 2140, "GIN": 2141, "KTT": 2142, "ISP": 2143, "SGP": 2144, "SER": 2145, "PSV": 2146, "PKL": 2147, "AIN": 2148, "ILQ": 2149, "VFS": 2150, "TNL": 2151, "DLQ": 2152, "KLQ": 2153, "SGN": 2154, "QQA": 2155, "RSI": 2156, "FDV": 2157, "NLR": 2158, "RTR": 2159, "KNV": 2160, "FEL": 2161, "FAK": 2162, "FIG": 2163, "NIV": 2164, "PVD": 2165, "IGQ": 2166, "LMA": 2167, "SFA": 2168, "LFT": 2169, "GTK": 2170, "SKR": 2171, "DPL": 2172, "IDP": 2173, "QLT": 2174, "QLD": 2175, "EQG": 2176, "SGF": 2177, "PVP": 2178, "DTI": 2179, "PAR": 2180, "LNP": 2181, "YLS": 2182, "NEI": 2183, "TDI": 2184, "SDD": 2185, "GTD": 2186, "FDE": 2187, "SKT": 2188, "AGY": 2189, "KTK": 2190, "PGR": 2191, "FGI": 2192, "YVL": 2193, "RIT": 2194, "IKP": 2195, "ITP": 2196, "FVD": 2197, "SYL": 2198, "IVN": 2199, "DFA": 2200, "QGA": 2201, "DPS": 2202, "NIS": 2203, "III": 2204, "FVE": 2205, "RIK": 2206, "FSV": 2207, "GYG": 2208, "RPA": 2209, "AFD": 2210, "IQA": 2211, "VFD": 2212, "AFE": 2213, "FVV": 2214, "PFL": 2215, "KNA": 2216, "FID": 2217, "GFT": 2218, "EVP": 2219, "YLG": 2220, "VPI": 2221, "IIP": 2222, "PSP": 2223, "SIR": 2224, "PPL": 2225, "AIP": 2226, "GGN": 2227, "IIR": 2228, "DAF": 2229, "DPV": 2230, "ITK": 2231, "PPA": 2232, "PGK": 2233, "KRE": 2234, "KYL": 2235, "PPG": 2236, "VNI": 2237, "PEK": 2238, "EFA": 2239, "QRA": 2240, "KKD": 2241, "RPV": 2242, "ARP": 2243, "NIG": 2244, "PLK": 2245, "VGN": 2246, "NGG": 2247, "GYL": 2248, "PIV": 2249, "RDR": 2250, "NKK": 2251, "DES": 2252, "SNI": 2253, "FAR": 2254, "TSE": 2255, "KES": 2256, "SFG": 2257, "FEK": 2258, "RGT": 2259, "FAS": 2260, "RDE": 2261, "AEF": 2262, "LGM": 2263, "GYA": 2264, "DKE": 2265, "PET": 2266, "VKP": 2267, "PES": 2268, "NAE": 2269, "GSF": 2270, "QKA": 2271, "AQQ": 2272, "TRI": 2273, "STP": 2274, "TSI": 2275, "NKI": 2276, "ING": 2277, "DSE": 2278, "VDF": 2279, "HLA": 2280, "DIR": 2281, "RGS": 2282, "NGI": 2283, "DER": 2284, "API": 2285, "IAF": 2286, "NVI": 2287, "EEQ": 2288, "KGD": 2289, "TRV": 2290, "AFI": 2291, "DTG": 2292, "RKS": 2293, "RVD": 2294, "LGH": 2295, "FTA": 2296, "SPG": 2297, "DAP": 2298, "TKV": 2299, "TVP": 2300, "IRS": 2301, "PII": 2302, "QLP": 2303, "TIR": 2304, "VPT": 2305, "LDY": 2306, "YLD": 2307, "KDE": 2308, "TAF": 2309, "PTV": 2310, "SET": 2311, "TAP": 2312, "LQT": 2313, "TII": 2314, "IFS": 2315, "KED": 2316, "QDL": 2317, "ITR": 2318, "YLE": 2319, "LHA": 2320, "INK": 2321, "GLY": 2322, "EEN": 2323, "EVF": 2324, "LRF": 2325, "RAQ": 2326, "NEA": 2327, "VGP": 2328, "LML": 2329, "QEI": 2330, "ADP": 2331, "ASQ": 2332, "KKN": 2333, "LPN": 2334, "ETT": 2335, "FTG": 2336, "PRG": 2337, "KAQ": 2338, "APT": 2339, "GQI": 2340, "KEN": 2341, "EDK": 2342, "GTR": 2343, "QPL": 2344, "TPD": 2345, "YLV": 2346, "PER": 2347, "GYV": 2348, "EGF": 2349, "PVR": 2350, "RGF": 2351, "KYG": 2352, "TTI": 2353, "FEG": 2354, "IRT": 2355, "IVP": 2356, "KPA": 2357, "NSS": 2358, "NIE": 2359, "FVS": 2360, "LYA": 2361, "MLE": 2362, "QAK": 2363, "DPD": 2364, "NQL": 2365, "AAH": 2366, "LTF": 2367, "ADY": 2368, "NPE": 2369, "TEG": 2370, "QGG": 2371, "QVE": 2372, "NAK": 2373, "RET": 2374, "QRV": 2375, "PKG": 2376, "LPQ": 2377, "SAF": 2378, "NEE": 2379, "TPS": 2380, "MGL": 2381, "KKY": 2382, "LYE": 2383, "AIF": 2384, "NVG": 2385, "TSK": 2386, "NIK": 2387, "YGG": 2388, "IGP": 2389, "LEF": 2390, "GQG": 2391, "TRR": 2392, "SPD": 2393, "RVP": 2394, "PRA": 2395, "IPS": 2396, "NVE": 2397, "DDG": 2398, "SVF": 2399, "QLQ": 2400, "DET": 2401, "EML": 2402, "SRK": 2403, "RAF": 2404, "KSE": 2405, "STE": 2406, "YGV": 2407, "SAQ": 2408, "EPG": 2409, "TSP": 2410, "NAS": 2411, "IPT": 2412, "APP": 2413, "HGL": 2414, "DEN": 2415, "EIN": 2416, "QVI": 2417, "RGD": 2418, "KTS": 2419, "VNE": 2420, "AEP": 2421, "FGE": 2422, "TET": 2423, "ENE": 2424, "PTP": 2425, "EFV": 2426, "KFL": 2427, "PDE": 2428, "PKK": 2429, "PIG": 2430, "KSR": 2431, "RED": 2432, "MAG": 2433, "INS": 2434, "SFD": 2435, "ERS": 2436, "LLM": 2437, "APK": 2438, "LFR": 2439, "TSD": 2440, "RRF": 2441, "TQL": 2442, "QEE": 2443, "LSY": 2444, "DDD": 2445, "PKA": 2446, "AIQ": 2447, "HGG": 2448, "ANP": 2449, "VQV": 2450, "YSL": 2451, "GFK": 2452, "GGY": 2453, "RFV": 2454, "AQS": 2455, "NVS": 2456, "KEF": 2457, "IGN": 2458, "VQG": 2459, "AYG": 2460, "ALH": 2461, "KRS": 2462, "DYV": 2463, "SHL": 2464, "APD": 2465, "ISN": 2466, "ESK": 2467, "EAP": 2468, "YLR": 2469, "FLP": 2470, "EIP": 2471, "KIN": 2472, "FKE": 2473, "NVT": 2474, "TSR": 2475, "GRF": 2476, "FIE": 2477, "QGK": 2478, "AKP": 2479, "PLF": 2480, "FSK": 2481, "QGI": 2482, "DPR": 2483, "VFE": 2484, "PNL": 2485, "TQA": 2486, "IFA": 2487, "ERD": 2488, "IRI": 2489, "EKN": 2490, "ETR": 2491, "KRF": 2492, "GNP": 2493, "RQR": 2494, "RSE": 2495, "LQP": 2496, "GHL": 2497, "IDF": 2498, "GSN": 2499, "KDS": 2500, "GEN": 2501, "AFT": 2502, "GKN": 2503, "LNN": 2504, "FLN": 2505, "PIS": 2506, "NLN": 2507, "TRS": 2508, "TDS": 2509, "ISF": 2510, "SLY": 2511, "SNS": 2512, "RPE": 2513, "EHL": 2514, "AHA": 2515, "RRT": 2516, "AGM": 2517, "VRQ": 2518, "MAS": 2519, "NVK": 2520, "TRG": 2521, "YDL": 2522, "NPA": 2523, "LFK": 2524, "RNA": 2525, "RSK": 2526, "REQ": 2527, "RRD": 2528, "NPD": 2529, "FIS": 2530, "DTS": 2531, "TED": 2532, "VGQ": 2533, "DFI": 2534, "MAR": 2535, "DFS": 2536, "ETS": 2537, "TKG": 2538, "TTP": 2539, "KTE": 2540, "TER": 2541, "DNV": 2542, "LNQ": 2543, "NSI": 2544, "QAQ": 2545, "NID": 2546, "ERT": 2547, "DGF": 2548, "SKD": 2549, "TKI": 2550, "SDK": 2551, "MSL": 2552, "QGR": 2553, "GDP": 2554, "SGQ": 2555, "TES": 2556, "ESD": 2557, "IPI": 2558, "MAT": 2559, "FVT": 2560, "NKV": 2561, "GML": 2562, "NAR": 2563, "TGF": 2564, "DSD": 2565, "PQL": 2566, "NNL": 2567, "VTF": 2568, "APR": 2569, "YAG": 2570, "PAK": 2571, "AHG": 2572, "FSD": 2573, "PKV": 2574, "VSN": 2575, "LFP": 2576, "GEF": 2577, "HAA": 2578, "SNA": 2579, "EDF": 2580, "DVF": 2581, "RQV": 2582, "EQE": 2583, "TRT": 2584, "RID": 2585, "QEV": 2586, "AEY": 2587, "STR": 2588, "EPE": 2589, "NGS": 2590, "VEP": 2591, "ANK": 2592, "TAQ": 2593, "PVK": 2594, "SFI": 2595, "EKQ": 2596, "PPS": 2597, "VPP": 2598, "LYR": 2599, "FGK": 2600, "IDN": 2601, "ANE": 2602, "DPK": 2603, "LFN": 2604, "SQV": 2605, "EAN": 2606, "EKP": 2607, "FLF": 2608, "SRP": 2609, "NIP": 2610, "KPS": 2611, "GPS": 2612, "KVF": 2613, "RES": 2614, "GQP": 2615, "QIE": 2616, "PST": 2617, "GPE": 2618, "ANR": 2619, "ESR": 2620, "GHA": 2621, "ARN": 2622, "KQV": 2623, "PTS": 2624, "KVN": 2625, "NFL": 2626, "RTI": 2627, "VYL": 2628, "DFE": 2629, "ANS": 2630, "DSK": 2631, "KKP": 2632, "VYG": 2633, "SFV": 2634, "RKT": 2635, "FKL": 2636, "RPD": 2637, "MKK": 2638, "VMA": 2639, "LQI": 2640, "AQT": 2641, "TTE": 2642, "KGF": 2643, "ITN": 2644, "IVF": 2645, "PKE": 2646, "YLT": 2647, "EKY": 2648, "KAN": 2649, "NAD": 2650, "FGR": 2651, "GVQ": 2652, "HLV": 2653, "TFS": 2654, "NKA": 2655, "MAV": 2656, "ENK": 2657, "GQR": 2658, "RVF": 2659, "TFA": 2660, "TRD": 2661, "AGH": 2662, "RRP": 2663, "KRT": 2664, "SRD": 2665, "EIF": 2666, "SFE": 2667, "PSE": 2668, "GYS": 2669, "ETK": 2670, "SRT": 2671, "GIF": 2672, "EPA": 2673, "KTR": 2674, "LYS": 2675, "EDS": 2676, "QVR": 2677, "EVQ": 2678, "GFR": 2679, "MLG": 2680, "YVA": 2681, "HSL": 2682, "FGT": 2683, "FGD": 2684, "STK": 2685, "SPT": 2686, "EAM": 2687, "QAS": 2688, "DNA": 2689, "ELY": 2690, "FSI": 2691, "LHG": 2692, "NSG": 2693, "FDG": 2694, "VPD": 2695, "EGY": 2696, "NKE": 2697, "VNS": 2698, "PQA": 2699, "PRV": 2700, "SIF": 2701, "VEF": 2702, "VAY": 2703, "IQL": 2704, "PPP": 2705, "KEQ": 2706, "NEK": 2707, "TPP": 2708, "RHL": 2709, "EAY": 2710, "FKK": 2711, "RQG": 2712, "GQK": 2713, "HLG": 2714, "VND": 2715, "KLY": 2716, "AVY": 2717, "RDD": 2718, "SGY": 2719, "SVN": 2720, "LQN": 2721, "QSA": 2722, "NAT": 2723, "AFR": 2724, "NEV": 2725, "QVG": 2726, "SNV": 2727, "TTR": 2728, "QKI": 2729, "TPI": 2730, "DKD": 2731, "QSG": 2732, "TFG": 2733, "EFG": 2734, "ASN": 2735, "YGA": 2736, "IQE": 2737, "ETD": 2738, "ETP": 2739, "VRF": 2740, "FSE": 2741, "FED": 2742, "EEM": 2743, "GPR": 2744, "SRF": 2745, "QKV": 2746, "ISQ": 2747, "SDR": 2748, "FTV": 2749, "MLD": 2750, "VLH": 2751, "AVM": 2752, "VFI": 2753, "VTN": 2754, "VLY": 2755, "YEL": 2756, "QVK": 2757, "VFT": 2758, "SDT": 2759, "VSQ": 2760, "KQI": 2761, "PPE": 2762, "IFV": 2763, "QGE": 2764, "QRR": 2765, "SPR": 2766, "FAP": 2767, "FVK": 2768, "VIF": 2769, "NSA": 2770, "FEV": 2771, "SSQ": 2772, "IRN": 2773, "EDR": 2774, "FAI": 2775, "VNK": 2776, "IND": 2777, "GIY": 2778, "KPK": 2779, "DRS": 2780, "DRD": 2781, "SEN": 2782, "MGA": 2783, "VKQ": 2784, "LSH": 2785, "SNG": 2786, "FER": 2787, "NVP": 2788, "DRE": 2789, "DQV": 2790, "KKQ": 2791, "VRP": 2792, "TGN": 2793, "STD": 2794, "DNI": 2795, "GMA": 2796, "MVL": 2797, "GSY": 2798, "DST": 2799, "NVD": 2800, "SDP": 2801, "INV": 2802, "FKA": 2803, "AYV": 2804, "KKF": 2805, "QRI": 2806, "QVS": 2807, "ATF": 2808, "LFF": 2809, "RDS": 2810, "TVN": 2811, "DSR": 2812, "VVQ": 2813, "QTA": 2814, "TDK": 2815, "DGQ": 2816, "TTD": 2817, "EFI": 2818, "ARY": 2819, "VQE": 2820, "FAT": 2821, "TKT": 2822, "TVF": 2823, "SAN": 2824, "TGQ": 2825, "FNL": 2826, "NPK": 2827, "GTF": 2828, "SFT": 2829, "FPG": 2830, "LHE": 2831, "TKS": 2832, "IPF": 2833, "QII": 2834, "YGI": 2835, "FFL": 2836, "LKY": 2837, "RPS": 2838, "RRQ": 2839, "FRA": 2840, "QIG": 2841, "NGT": 2842, "GNS": 2843, "VPF": 2844, "FVI": 2845, "QAD": 2846, "DVN": 2847, "YAE": 2848, "PSI": 2849, "LKF": 2850, "KVP": 2851, "LVY": 2852, "EVN": 2853, "DDS": 2854, "PEP": 2855, "RLY": 2856, "NLF": 2857, "FSP": 2858, "INP": 2859, "FSR": 2860, "GVY": 2861, "KPI": 2862, "RAP": 2863, "KAY": 2864, "EFS": 2865, "FTS": 2866, "KFG": 2867, "FKG": 2868, "LRH": 2869, "DEF": 2870, "PDI": 2871, "FST": 2872, "DIN": 2873, "DAQ": 2874, "QKE": 2875, "QNL": 2876, "VYA": 2877, "QIV": 2878, "DFD": 2879, "HLD": 2880, "QEK": 2881, "SKN": 2882, "GSQ": 2883, "TPT": 2884, "EFD": 2885, "PTT": 2886, "VLM": 2887, "ESF": 2888, "HLS": 2889, "NGR": 2890, "AYE": 2891, "RDF": 2892, "INI": 2893, "GLM": 2894, "NIT": 2895, "GGM": 2896, "IRQ": 2897, "DQI": 2898, "ETF": 2899, "SIN": 2900, "FRL": 2901, "VRN": 2902, "TRK": 2903, "DRG": 2904, "KQK": 2905, "AFK": 2906, "IYL": 2907, "LEY": 2908, "TIP": 2909, "DKG": 2910, "GEQ": 2911, "GGH": 2912, "YLI": 2913, "TIN": 2914, "QSV": 2915, "EMA": 2916, "QIK": 2917, "PFV": 2918, "SQI": 2919, "EDT": 2920, "EFE": 2921, "FPL": 2922, "KIP": 2923, "GDF": 2924, "ELM": 2925, "RNG": 2926, "PSR": 2927, "MLS": 2928, "DTP": 2929, "ERQ": 2930, "TAN": 2931, "GPT": 2932, "RYA": 2933, "NTV": 2934, "GAY": 2935, "VQR": 2936, "FDK": 2937, "GQS": 2938, "ATN": 2939, "TKR": 2940, "PLN": 2941, "KDF": 2942, "NDI": 2943, "FGF": 2944, "EQR": 2945, "AMV": 2946, "VGY": 2947, "INT": 2948, "MLK": 2949, "GMV": 2950, "SQG": 2951, "PEQ": 2952, "KIF": 2953, "DFG": 2954, "FRR": 2955, "ENS": 2956, "YEA": 2957, "GNT": 2958, "NRV": 2959, "YRL": 2960, "ENP": 2961, "QTV": 2962, "AMG": 2963, "IKQ": 2964, "HRL": 2965, "PDS": 2966, "KAP": 2967, "GYD": 2968, "LRY": 2969, "IDY": 2970, "LYD": 2971, "GYT": 2972, "EST": 2973, "HPL": 2974, "VNT": 2975, "TTK": 2976, "QAT": 2977, "MLV": 2978, "ATQ": 2979, "FIK": 2980, "TDP": 2981, "QER": 2982, "EGN": 2983, "KSF": 2984, "TDD": 2985, "PRR": 2986, "SKP": 2987, "FDI": 2988, "NGD": 2989, "MVA": 2990, "LEH": 2991, "AYR": 2992, "SEQ": 2993, "VAM": 2994, "DRF": 2995, "NTA": 2996, "RPR": 2997, "IFI": 2998, "DDF": 2999, "INR": 3000, "KTF": 3001, "PGQ": 3002, "YGS": 3003, "MSA": 3004, "TKD": 3005, "NLQ": 3006, "TFV": 3007, "IYG": 3008, "FLQ": 3009, "QVT": 3010, "RFE": 3011, "DQA": 3012, "VPR": 3013, "DLY": 3014, "MKL": 3015, "TLY": 3016, "PAF": 3017, "YLP": 3018, "EEY": 3019, "IIF": 3020, "GYR": 3021, "RYG": 3022, "DKS": 3023, "QLN": 3024, "QKK": 3025, "FPE": 3026, "KGY": 3027, "PNA": 3028, "QIS": 3029, "IEP": 3030, "FRE": 3031, "QPG": 3032, "PIT": 3033, "PDD": 3034, "GFP": 3035, "KTP": 3036, "RDK": 3037, "QDA": 3038, "IRP": 3039, "KPT": 3040, "LYK": 3041, "MEL": 3042, "RQI": 3043, "DNG": 3044, "LPY": 3045, "VAH": 3046, "PVF": 3047, "EIQ": 3048, "RST": 3049, "QPV": 3050, "MGV": 3051, "LMG": 3052, "AKF": 3053, "DKT": 3054, "FIT": 3055, "SVQ": 3056, "KSD": 3057, "NSV": 3058, "YAK": 3059, "RNV": 3060, "SSY": 3061, "FIV": 3062, "LHS": 3063, "KQR": 3064, "AEH": 3065, "QRG": 3066, "RFI": 3067, "NRI": 3068, "RNI": 3069, "AEM": 3070, "VPK": 3071, "TPK": 3072, "IAY": 3073, "IPD": 3074, "RTE": 3075, "QKG": 3076, "FII": 3077, "YIL": 3078, "FKD": 3079, "IQK": 3080, "RSP": 3081, "LME": 3082, "HTL": 3083, "SDF": 3084, "MLR": 3085, "REF": 3086, "ILY": 3087, "TDT": 3088, "MGG": 3089, "KQG": 3090, "HGV": 3091, "HVL": 3092, "MSG": 3093, "EYA": 3094, "PGP": 3095, "NTI": 3096, "HLE": 3097, "GQE": 3098, "VNP": 3099, "PTI": 3100, "DYA": 3101, "PSK": 3102, "YTL": 3103, "QFL": 3104, "QRE": 3105, "PLQ": 3106, "RFS": 3107, "RTS": 3108, "VDY": 3109, "MTL": 3110, "EQK": 3111, "DYI": 3112, "GMG": 3113, "STF": 3114, "ANT": 3115, "DTD": 3116, "INN": 3117, "FGP": 3118, "VML": 3119, "KDR": 3120, "NYL": 3121, "KRP": 3122, "FVR": 3123, "KDT": 3124, "TGP": 3125, "ADQ": 3126, "FRG": 3127, "MLT": 3128, "ARH": 3129, "NPS": 3130, "PIE": 3131, "PRE": 3132, "FDR": 3133, "RIP": 3134, "LVM": 3135, "RGQ": 3136, "SNP": 3137, "SYA": 3138, "AMR": 3139, "KGN": 3140, "GDN": 3141, "PSD": 3142, "QQV": 3143, "RFD": 3144, "YVG": 3145, "VQK": 3146, "KDD": 3147, "IFD": 3148, "SQE": 3149, "HAG": 3150, "AQD": 3151, "HGA": 3152, "ADN": 3153, "LIY": 3154, "NRA": 3155, "IQR": 3156, "SEF": 3157, "MAD": 3158, "PAQ": 3159, "AYS": 3160, "FET": 3161, "DPT": 3162, "IFT": 3163, "VDN": 3164, "AKY": 3165, "RIF": 3166, "SPI": 3167, "RNR": 3168, "TPR": 3169, "VYV": 3170, "KNS": 3171, "DEQ": 3172, "YLN": 3173, "YAV": 3174, "VEY": 3175, "NDA": 3176, "NPV": 3177, "NIN": 3178, "ERP": 3179, "PAN": 3180, "PEN": 3181, "REN": 3182, "RGP": 3183, "DDP": 3184, "DDK": 3185, "RFR": 3186, "PGF": 3187, "GRY": 3188, "QSS": 3189, "GQT": 3190, "FFA": 3191, "FTE": 3192, "TDR": 3193, "LYV": 3194, "DRR": 3195, "FDS": 3196, "LVH": 3197, "KHL": 3198, "QAF": 3199, "KRD": 3200, "NDV": 3201, "VNR": 3202, "EYV": 3203, "DFT": 3204, "PKS": 3205, "PEF": 3206, "YAS": 3207, "EYG": 3208, "LMS": 3209, "DTE": 3210, "KGQ": 3211, "TYL": 3212, "RTK": 3213, "YRG": 3214, "LNF": 3215, "FDD": 3216, "YDA": 3217, "HAV": 3218, "FVP": 3219, "MEK": 3220, "GHV": 3221, "RRY": 3222, "PQG": 3223, "YSS": 3224, "YIG": 3225, "DPN": 3226, "PFA": 3227, "YGE": 3228, "THL": 3229, "DIF": 3230, "RIN": 3231, "IDQ": 3232, "RSF": 3233, "PRP": 3234, "EMV": 3235, "DHL": 3236, "RLH": 3237, "PPV": 3238, "KEY": 3239, "NNI": 3240, "RKD": 3241, "TFD": 3242, "FSF": 3243, "QTG": 3244, "IGY": 3245, "DEP": 3246, "AME": 3247, "HLP": 3248, "SYG": 3249, "PFI": 3250, "KNP": 3251, "YGK": 3252, "GRN": 3253, "MEE": 3254, "QGS": 3255, "TNA": 3256, "ENR": 3257, "YSG": 3258, "GNK": 3259, "FEI": 3260, "EPS": 3261, "SKQ": 3262, "EGQ": 3263, "EDP": 3264, "PNV": 3265, "VYS": 3266, "HEL": 3267, "AIY": 3268, "LLC": 3269, "FFS": 3270, "PRS": 3271, "TNV": 3272, "EKM": 3273, "YAD": 3274, "RKP": 3275, "SAY": 3276, "HLR": 3277, "LHR": 3278, "YVD": 3279, "YAR": 3280, "EFK": 3281, "PNG": 3282, "QEG": 3283, "FDP": 3284, "AMK": 3285, "DTT": 3286, "VQI": 3287, "QSI": 3288, "KFA": 3289, "GYE": 3290, "LMK": 3291, "TNP": 3292, "MRL": 3293, "SLH": 3294, "MSS": 3295, "SQP": 3296, "MAI": 3297, "LEM": 3298, "NSK": 3299, "QDI": 3300, "DAN": 3301, "RDP": 3302, "GKQ": 3303, "KAM": 3304, "TFE": 3305, "PFS": 3306, "YEE": 3307, "MVV": 3308, "SQS": 3309, "TEN": 3310, "PIP": 3311, "IYA": 3312, "PKT": 3313, "GLH": 3314, "TNI": 3315, "GAM": 3316, "GHG": 3317, "RVQ": 3318, "GPD": 3319, "HPE": 3320, "ASY": 3321, "KPD": 3322, "RDT": 3323, "RTP": 3324, "IPK": 3325, "LTY": 3326, "VVY": 3327, "TVQ": 3328, "RKN": 3329, "HLI": 3330, "DGN": 3331, "MSK": 3332, "PKD": 3333, "YVS": 3334, "YEK": 3335, "QKR": 3336, "IQG": 3337, "NPT": 3338, "YSA": 3339, "IFE": 3340, "VHL": 3341, "SYS": 3342, "AND": 3343, "TTF": 3344, "DIQ": 3345, "SNE": 3346, "EVY": 3347, "NTG": 3348, "PID": 3349, "EQQ": 3350, "KFI": 3351, "SRN": 3352, "DGP": 3353, "KNE": 3354, "YRA": 3355, "PTE": 3356, "MKI": 3357, "KFE": 3358, "SFK": 3359, "HIL": 3360, "NPG": 3361, "MEA": 3362, "MIA": 3363, "PYL": 3364, "RSD": 3365, "GKY": 3366, "VMV": 3367, "KFV": 3368, "EHG": 3369, "QIR": 3370, "AYI": 3371, "YAI": 3372, "SLM": 3373, "TSF": 3374, "QDV": 3375, "FVN": 3376, "LHT": 3377, "LCL": 3378, "VYE": 3379, "VYD": 3380, "KVY": 3381, "NDE": 3382, "HGI": 3383, "GAH": 3384, "AVH": 3385, "KML": 3386, "RAN": 3387, "GPI": 3388, "LYP": 3389, "LTH": 3390, "PLY": 3391, "RTT": 3392, "IGH": 3393, "DML": 3394, "RGY": 3395, "TEQ": 3396, "DSF": 3397, "PTR": 3398, "SPK": 3399, "DRK": 3400, "SFR": 3401, "KDP": 3402, "DKR": 3403, "KSN": 3404, "GDY": 3405, "GNE": 3406, "DKN": 3407, "YPL": 3408, "KRQ": 3409, "FTP": 3410, "ERY": 3411, "NIR": 3412, "EGP": 3413, "FRK": 3414, "FIN": 3415, "YFL": 3416, "IVQ": 3417, "IQV": 3418, "ENT": 3419, "PDP": 3420, "KFK": 3421, "MTA": 3422, "FRD": 3423, "HPD": 3424, "VQS": 3425, "FTT": 3426, "CLL": 3427, "PKI": 3428, "SNT": 3429, "DVQ": 3430, "KQE": 3431, "AAC": 3432, "PSF": 3433, "TIF": 3434, "MKA": 3435, "GCG": 3436, "QVD": 3437, "NEG": 3438, "KSP": 3439, "ENF": 3440, "SNN": 3441, "RPI": 3442, "PDT": 3443, "RRN": 3444, "VHA": 3445, "YSV": 3446, "YID": 3447, "FTD": 3448, "GND": 3449, "LKH": 3450, "AQP": 3451, "NVR": 3452, "PKR": 3453, "TQV": 3454, "GIQ": 3455, "NST": 3456, "NKD": 3457, "RHG": 3458, "DSP": 3459, "QTI": 3460, "SMG": 3461, "EPI": 3462, "IEF": 3463, "DFK": 3464, "SKY": 3465, "ESP": 3466, "QQQ": 3467, "QYL": 3468, "IAH": 3469, "RFT": 3470, "TYG": 3471, "END": 3472, "FTK": 3473, "TNG": 3474, "LMV": 3475, "RQK": 3476, "KTD": 3477, "SQR": 3478, "GEY": 3479, "DDT": 3480, "GKF": 3481, "FFG": 3482, "GYI": 3483, "YDV": 3484, "MGI": 3485, "YRE": 3486, "EIY": 3487, "MIL": 3488, "DKP": 3489, "GFF": 3490, "ARM": 3491, "PQV": 3492, "SVY": 3493, "FRV": 3494, "VFK": 3495, "SML": 3496, "KGP": 3497, "LGC": 3498, "VTQ": 3499, "FAN": 3500, "IQS": 3501, "SYV": 3502, "TSN": 3503, "DVY": 3504, "RLM": 3505, "PDR": 3506, "NFS": 3507, "APF": 3508, "YVV": 3509, "RKQ": 3510, "YTG": 3511, "IAM": 3512, "FKV": 3513, "SRQ": 3514, "SPP": 3515, "DTR": 3516, "AYD": 3517, "EQS": 3518, "ERN": 3519, "LSM": 3520, "RQE": 3521, "GVM": 3522, "VSY": 3523, "RGN": 3524, "YKE": 3525, "YKL": 3526, "HIA": 3527, "INQ": 3528, "NSE": 3529, "MVE": 3530, "AFN": 3531, "HLT": 3532, "YIA": 3533, "QVP": 3534, "FKS": 3535, "MKE": 3536, "LYI": 3537, "KYA": 3538, "TLH": 3539, "LMD": 3540, "RYR": 3541, "MSE": 3542, "FDT": 3543, "LMR": 3544, "VMG": 3545, "SNK": 3546, "YVE": 3547, "NKG": 3548, "TDF": 3549, "ASM": 3550, "FAQ": 3551, "EFT": 3552, "VIQ": 3553, "KFD": 3554, "GYK": 3555, "VDQ": 3556, "QQR": 3557, "LHV": 3558, "KNR": 3559, "QLF": 3560, "HLK": 3561, "FKR": 3562, "NAP": 3563, "KRY": 3564, "PDF": 3565, "YEG": 3566, "YLQ": 3567, "GTY": 3568, "TFT": 3569, "GHT": 3570, "QID": 3571, "FNA": 3572, "YGR": 3573, "KFS": 3574, "LNY": 3575, "EHA": 3576, "SPQ": 3577, "TRF": 3578, "SRY": 3579, "TPQ": 3580, "KVQ": 3581, "QRS": 3582, "QGT": 3583, "ITQ": 3584, "IFK": 3585, "GNR": 3586, "LYT": 3587, "KYI": 3588, "FPD": 3589, "NKR": 3590, "NKT": 3591, "AHV": 3592, "LIH": 3593, "FES": 3594, "RML": 3595, "VHG": 3596, "EYE": 3597, "GRQ": 3598, "PRI": 3599, "YGT": 3600, "ELH": 3601, "DLH": 3602, "DPI": 3603, "NDD": 3604, "NRR": 3605, "NVN": 3606, "VGM": 3607, "SFF": 3608, "RPP": 3609, "VFP": 3610, "TKP": 3611, "MKR": 3612, "YKG": 3613, "APQ": 3614, "RAM": 3615, "DGY": 3616, "QQI": 3617, "IYS": 3618, "MVG": 3619, "PFG": 3620, "NED": 3621, "NPI": 3622, "KNN": 3623, "IYD": 3624, "NTP": 3625, "QPA": 3626, "NTT": 3627, "ENN": 3628, "RTD": 3629, "VVM": 3630, "GTQ": 3631, "PKP": 3632, "HVA": 3633, "QGF": 3634, "VQQ": 3635, "MIE": 3636, "TGY": 3637, "NGF": 3638, "GNF": 3639, "RTF": 3640, "KNT": 3641, "FEN": 3642, "VYR": 3643, "IIQ": 3644, "MDL": 3645, "QGD": 3646, "ITF": 3647, "FIR": 3648, "YTA": 3649, "PRD": 3650, "LPH": 3651, "FRS": 3652, "NNV": 3653, "TRP": 3654, "YDI": 3655, "KRN": 3656, "NQI": 3657, "IPP": 3658, "LDH": 3659, "KLH": 3660, "LCG": 3661, "RSQ": 3662, "RFK": 3663, "TKN": 3664, "YEV": 3665, "YVK": 3666, "RAY": 3667, "FPA": 3668, "EVM": 3669, "ALC": 3670, "MPL": 3671, "LHI": 3672, "RNK": 3673, "EYI": 3674, "DFR": 3675, "GPK": 3676, "VEM": 3677, "TFI": 3678, "PPT": 3679, "FTI": 3680, "RFF": 3681, "LMP": 3682, "RMA": 3683, "TTN": 3684, "KIY": 3685, "FEQ": 3686, "NFG": 3687, "NKS": 3688, "IYE": 3689, "NTS": 3690, "RYV": 3691, "AFF": 3692, "IPR": 3693, "QQG": 3694, "LYQ": 3695, "KYV": 3696, "TQE": 3697, "GFN": 3698, "VFR": 3699, "EQT": 3700, "LHD": 3701, "HRA": 3702, "GHS": 3703, "EPT": 3704, "DRP": 3705, "KTN": 3706, "SIQ": 3707, "NET": 3708, "FIP": 3709, "YPG": 3710, "RQQ": 3711, "TAY": 3712, "KDY": 3713, "AFP": 3714, "EEP": 3715, "LFQ": 3716, "SYE": 3717, "RNE": 3718, "RIQ": 3719, "NER": 3720, "FSN": 3721, "WLL": 3722, "YIS": 3723, "ISY": 3724, "TEF": 3725, "ESQ": 3726, "PPR": 3727, "VKF": 3728, "DRY": 3729, "RNP": 3730, "PVY": 3731, "MDE": 3732, "KEM": 3733, "VNN": 3734, "NPN": 3735, "LYN": 3736, "NKN": 3737, "MVD": 3738, "YDE": 3739, "GMI": 3740, "HAD": 3741, "DDY": 3742, "FKN": 3743, "NSD": 3744, "TPF": 3745, "YEI": 3746, "TML": 3747, "YRR": 3748, "KPR": 3749, "GVH": 3750, "SQK": 3751, "DYE": 3752, "PRT": 3753, "QPE": 3754, "LHP": 3755, "GQD": 3756, "NIF": 3757, "IYV": 3758, "RVN": 3759, "SHG": 3760, "PFT": 3761, "YGD": 3762, "NES": 3763, "TEP": 3764, "PSQ": 3765, "PTD": 3766, "DYG": 3767, "PIR": 3768, "SGH": 3769, "NRK": 3770, "SDN": 3771, "NNA": 3772, "GYP": 3773, "YIE": 3774, "GMS": 3775, "PNS": 3776, "MRA": 3777, "IRF": 3778, "DKF": 3779, "KSQ": 3780, "RVY": 3781, "VFN": 3782, "TDN": 3783, "EDN": 3784, "TNK": 3785, "NSR": 3786, "EDY": 3787, "KIQ": 3788, "YGF": 3789, "ACG": 3790, "NEN": 3791, "GDQ": 3792, "AWL": 3793, "YVP": 3794, "TNS": 3795, "SYI": 3796, "PPK": 3797, "FFI": 3798, "EMG": 3799, "AHI": 3800, "NSP": 3801, "YAT": 3802, "QPS": 3803, "RPT": 3804, "HVV": 3805, "IPN": 3806, "SND": 3807, "NGQ": 3808, "GHI": 3809, "ATY": 3810, "DIY": 3811, "PRK": 3812, "VRY": 3813, "IFN": 3814, "SAM": 3815, "REP": 3816, "NAF": 3817, "SIY": 3818, "ASH": 3819, "NAQ": 3820, "QKT": 3821, "MNL": 3822, "WLA": 3823, "YIK": 3824, "GTN": 3825, "EQF": 3826, "MLI": 3827, "ILM": 3828, "YVT": 3829, "PDK": 3830, "QSR": 3831, "MVK": 3832, "SFN": 3833, "KMA": 3834, "PHL": 3835, "NRE": 3836, "NSF": 3837, "STQ": 3838, "QRQ": 3839, "ANN": 3840, "MIG": 3841, "NFV": 3842, "IHA": 3843, "AMS": 3844, "VSH": 3845, "TQG": 3846, "NRS": 3847, "GMD": 3848, "DAY": 3849, "VYT": 3850, "DPG": 3851, "QFG": 3852, "DNP": 3853, "VNF": 3854, "TNE": 3855, "TFR": 3856, "SPF": 3857, "FGN": 3858, "EMI": 3859, "VQP": 3860, "YSI": 3861, "YKK": 3862, "YLF": 3863, "YVR": 3864, "SKF": 3865, "STN": 3866, "SEP": 3867, "PGN": 3868, "MSR": 3869, "KYS": 3870, "DNE": 3871, "LAC": 3872, "PVN": 3873, "RKF": 3874, "VEH": 3875, "QRK": 3876, "SMA": 3877, "FVF": 3878, "ETQ": 3879, "AGC": 3880, "QSE": 3881, "DTK": 3882, "QDG": 3883, "MRE": 3884, "PTK": 3885, "FQL": 3886, "CGG": 3887, "LYF": 3888, "RQS": 3889, "MSD": 3890, "AQN": 3891, "EQD": 3892, "YRD": 3893, "IEY": 3894, "PIK": 3895, "TQI": 3896, "AMI": 3897, "DYD": 3898, "TGH": 3899, "PNP": 3900, "RDY": 3901, "NNK": 3902, "NDG": 3903, "DAM": 3904, "YVI": 3905, "ADM": 3906, "DLM": 3907, "FQA": 3908, "PLH": 3909, "APN": 3910, "YRV": 3911, "FLH": 3912, "KNF": 3913, "RSN": 3914, "FNV": 3915, "DSN": 3916, "FAF": 3917, "LDM": 3918, "EME": 3919, "IQQ": 3920, "SGM": 3921, "DTF": 3922, "NRG": 3923, "KPF": 3924, "EPD": 3925, "PSN": 3926, "ILH": 3927, "GHP": 3928, "AHR": 3929, "HKL": 3930, "VQT": 3931, "EYD": 3932, "MGS": 3933, "TVY": 3934, "MDA": 3935, "IFP": 3936, "QGQ": 3937, "KQF": 3938, "NNP": 3939, "DMV": 3940, "MLP": 3941, "HDL": 3942, "YSR": 3943, "QES": 3944, "ACA": 3945, "NLY": 3946, "TFK": 3947, "HGS": 3948, "VIY": 3949, "YKA": 3950, "QET": 3951, "LMI": 3952, "EFR": 3953, "AMT": 3954, "LMT": 3955, "QIT": 3956, "LWL": 3957, "PDN": 3958, "LQF": 3959, "PFF": 3960, "TLM": 3961, "YSK": 3962, "DDR": 3963, "GMT": 3964, "HSG": 3965, "ESN": 3966, "KQS": 3967, "YDG": 3968, 