{"A": 0, "R": 1, "N": 2, "D": 3, "C": 4, "E": 5, "Q": 6, "G": 7, "H": 8, "I": 9, "L": 10, "K": 11, "M": 12, "F": 13, "P": 14, "S": 15, "T": 16, "W": 17, "Y": 18, "V": 19, "U": 20, "O": 21, "B": 22, "Z": 23, "X": 24, "LTEAG": 25, "EKD": 26, "GSGAG": 27, "GRSG": 28, "WTE": 29, "NWA": 30, "DLS": 31, "AVAAL": 32, "STLLR": 33, "SLER": 34, "ELQDI": 35, "LGFV": 36, "PDR": 37, "VAAA": 38, "PIS": 39, "GQE": 40, "QYF": 41, "DIG": 42, "AALGE": 43, "SLLS": 44, "IGAGS": 45, "IAGTA": 46, "LKLKE": 47, "VNC": 48, "AAAAE": 49, "LRVALT": 50, "AVQA": 51, "TKN": 52, "LPRTHG": 53, "TFD": 54, "AARS": 55, "TAVG": 56, "EDEEEE": 57, "KCK": 58, "QIEVT": 59, "KYRYLD": 60, "LARALA": 61, "KGQ": 62, "GALA": 63, "VDFTIE": 64, "HKT": 65, "EKAG": 66, "PGTG": 67, "THD": 68, "AKAA": 69, "EKEA": 70, "KAGI": 71, "GLSAK": 72, "NLLSA": 73, "GGGIG": 74, "CDV": 75, "TFYNEL": 76, "LFGE": 77, "RLSCAR": 78, "LLKA": 79, "AAKV": 80, "LRERL": 81, "LTSV": 82, "LEKEG": 83, "RRT": 84, "IPE": 85, "VKSL": 86, "PVC": 87, "LIVT": 88, "GFN": 89, "AGLTGR": 90, "ELKLIV": 91, "GLRI": 92, "LESE": 93, "CSH": 94, "MCY": 95, "LEDLK": 96, "LGARDT": 97, "ISVPVG": 98, "AAVQ": 99, "AKAI": 100, "SESVSE": 101, "DGLT": 102, "RFL": 103, "FWGAT": 104, "LLPP": 105, "DDAIR": 106, "AAARAA": 107, "LGLET": 108, "KKRKK": 109, "LTNKYA": 110, "KIEK": 111, "LALLQ": 112, "VRGLDY": 113, "GRGR": 114, "AIAAA": 115, "TEEE": 116, "CKU": 117, "TTPKK": 118, "VDLP": 119, "RMKIGV": 120, "SILIL": 121, "IRA": 122, "ALDE": 123, "LQQLE": 124, "KLGPEE": 125, "ALRNR": 126, "DLDK": 127, "VES": 128, "AATAL": 129, "GIL": 130, "ASVAA": 131, "WID": 132, "NNK": 133, "IEN": 134, "RLLLE": 135, "TIEE": 136, "YKL": 137, "ALVGG": 138, "LLGIC": 139, "KLADFG": 140, "TKASL": 141, "DLGGGT": 142, "GGTRTA": 143, "AESG": 144, "VAAAV": 145, "MGP": 146, "SLDV": 147, "SRLR": 148, "NP": 149, "ELEKA": 150, "GICFIG": 151, "FQN": 152, "FTW": 153, "IAKEI": 154, "FVLG": 155, "RML": 156, "PEGVEM": 157, "DAVKA": 158, "SLGV": 159, "SSLLNA": 160, "FFR": 161, "NIGVIL": 162, "VRER": 163, "INLLRE": 164, "EEILA": 165, "IASENY": 166, "VAKNIV": 167, "AEIEK": 168, "RGLV": 169, "LDGT": 170, "PETIN": 171, "PGWHIE": 172, "KEK": 173, "QAIERA": 174, "VLEQ": 175, "KIWFQN": 176, "VAAR": 177, "ARTRK": 178, "YVI": 179, "TGLG": 180, "NSSNSN": 181, "LVGG": 182, "DNQ": 183, "KT": 184, "AAQEA": 185, "ELVER": 186, "WPP": 187, "IIKK": 188, "CWD": 189, "DHV": 190, "KLID": 191, "MSKSLG": 192, "AAGAR": 193, "LLNRA": 194, "LVAVG": 195, "GLKTAV": 196, "KALVE": 197, "IGAGTI": 198, "GLNVLR": 199, "VGKTVN": 200, "LLQAA": 201, "IFGG": 202, "GDTGPC": 203, "VLLSP": 204, "NTPPHI": 205, "AAAAA": 206, "LDLK": 207, "GRLGG": 208, "DEAGRG": 209, "ISW": 210, "AHHHLA": 211, "SSDA": 212, "AVALA": 213, "GEILLT": 214, "LFGL": 215, "WRS": 216, "CWH": 217, "EEIL": 218, "FLA": 219, "SASSP": 220, "LGPG": 221, "RQGDP": 222, "VIGKGG": 223, "VVRG": 224, "AYGAAY": 225, "LASK": 226, "GKSL": 227, "ENN": 228, "ASSLA": 229, "QKGSLV": 230, "EIKEV": 231, "GVGTKL": 232, "DEIHRL": 233, "KDF": 234, "SAEE": 235, "CNECGK": 236, "MPI": 237, "EERE": 238, "TASA": 239, "GASLA": 240, "TWN": 241, "LRSAL": 242, "LNATA": 243, "IMPQKK": 244, "LSAG": 245, "GSLAL": 246, "RRLAR": 247, "IGDGA": 248, "LGLTV": 249, "VYY": 250, "QTKFRD": 251, "ENA": 252, "RDLKPE": 253, "AIIG": 254, "AARVA": 255, "LEKS": 256, "PKLGL": 257, "LCYVTP": 258, "HMV": 259, "RLAP": 260, "GARGL": 261, "LIVELY": 262, "EIARR": 263, "KTAA": 264, "FGL": 265, "AKAD": 266, "PPSSS": 267, "ILM": 268, "LDST": 269, "ETLP": 270, "FLFCAE": 271, "LVEWIW": 272, "WLV": 273, "VVSR": 274, "SLLP": 275, "DLEG": 276, "MWI": 277, "YDF": 278, "PFPGPG": 279, "GDSHTS": 280, "AIALL": 281, "TLGEL": 282, "VVEV": 283, "ITQHIG": 284, "VVAGL": 285, "FDM": 286, "YYM": 287, "TGDMLR": 288, "TIPTKK": 289, "TGL": 290, "YMT": 291, "EVARL": 292, "SLG": 293, "HWA": 294, "NHG": 295, "RLDLAG": 296, "REELL": 297, "SGLK": 298, "CWM": 299, "VILAA": 300, "DIV": 301, "AAAI": 302, "CRI": 303, "SKN": 304, "AKLE": 305, "LRALQ": 306, "LSSK": 307, "SLRS": 308, "VVVAT": 309, "RDF": 310, "LVRAL": 311, "LVVNKL": 312, "IAEE": 313, "NGW": 314, "ERIR": 315, "EEVEE": 316, "TGST": 317, "UF": 318, "TET": 319, "VGLE": 320, "MRC": 321, "EVTL": 322, "ARELG": 323, "ITESNG": 324, "PMMNII": 325, "ASLIP": 326, "SRR": 327, "DWD": 328, "LNK": 329, "AVE": 330, "EPE": 331, "RYLMGV": 332, "DKLI": 333, "TTTP": 334, "VAVI": 335, "GRSKYG": 336, "VRRR": 337, "AVLAL": 338, "EITESN": 339, "GEAGG": 340, "DNYTPA": 341, "ESR": 342, "QGK": 343, "TPLA": 344, "SSI": 345, "KIE": 346, "VLAD": 347, "DALVA": 348, "MSRIGK": 349, "GWW": 350, "GAR": 351, "LQDLL": 352, "KLKA": 353, "HAW": 354, "VLDSMD": 355, "RLLAL": 356, "SGGGGG": 357, "LDTPG": 358, "TAEEA": 359, "ARKLG": 360, "KALL": 361, "GKRYYG": 362, "IRIFPD": 363, "SGEGV": 364, "ADD": 365, "AVTE": 366, "QTGKTA": 367, "SLW": 368, "KKLD": 369, "HATSKI": 370, "LLALS": 371, "TLDDL": 372, "SNISSW": 373, "GALALG": 374, "SVAL": 375, "SAPV": 376, "EYDPN": 377, "LGVPSR": 378, "SLLDYI": 379, "ILGLD": 380, "ERC": 381, "SKEE": 382, "ALTGL": 383, "LGM": 384, "ASGLD": 385, "LSAAR": 386, "IGSGLG": 387, "AGLNVL": 388, "NCD": 389, "GKC": 390, "MAEYFR": 391, "GKDV": 392, "GEGL": 393, "EAAKE": 394, "GTGQLP": 395, "TPY": 396, "RLST": 397, "RNFGMP": 398, "AEMRTG": 399, "MISASH": 400, "AFGLP": 401, "MKQ": 402, "GAATEV": 403, "VVH": 404, "AGATG": 405, "GASTG": 406, "VKDVLL": 407, "LRKVAR": 408, "TQIHTH": 409, "EEEG": 410, "AALLE": 411, "DLSA": 412, "AMP": 413, "FIDEIH": 414, "LLGAI": 415, "ARAA": 416, "TGLLD": 417, "ATAGT": 418, "NYRPQF": 419, "LVGAD": 420, "FER": 421, "TSLDRY": 422, "CCG": 423, "WVSLPG": 424, "LTPL": 425, "GVIL": 426, "KLRD": 427, "AYT": 428, "AAGKIP": 429, "AAVAVG": 430, "AKAEE": 431, "GRVV": 432, "RLIGR": 433, "GGSDLG": 434, "YGVQFH": 435, "EKDI": 436, "DLTDYL": 437, "ALVEL": 438, "VDGG": 439, "ADGL": 440, "ITHKRR": 441, "IDC": 442, "ELDEL": 443, "FCT": 444, "LGGTMR": 445, "LKAE": 446, "APSGT": 447, "SSVG": 448, "AQIL": 449, "RLEA": 450, "ALLLAA": 451, "WYM": 452, "TNLVEW": 453, "VLVR": 454, "ELEAE": 455, "LVSLL": 456, "LPLLV": 457, "SFIDLP": 458, "ELGG": 459, "SPACAS": 460, "CLV": 461, "QQLE": 462, "VAEVF": 463, "VAGS": 464, "YKC": 465, "LAEAE": 466, "QKI": 467, "DLIL": 468, "LGGE": 469, "VGDSL": 470, "KLRS": 471, "ASAAG": 472, "AFSG": 473, "ILLIGP": 474, "VWRQAD": 475, "RFAPSP": 476, "AKEIE": 477, "SQCLFW": 478, "RQQQQQ": 479, "EETG": 480, "CPSIED": 481, "DAILE": 482, "KQD": 483, "ALAKL": 484, "LNALR": 485, "LKSLG": 486, "AAARE": 487, "VEEIL": 488, "RELEG": 489, "ARGV": 490, "LLARE": 491, "TKQ": 492, "DEIK": 493, "IVLL": 494, "LPSGE": 495, "IGEVHD": 496, "PEWYF": 497, "GEQSGH": 498, "LLIF": 499, "DATTVL": 500, "HIN": 501, "LLGEL": 502, "LSGF": 503, "AVGA": 504, "DELK": 505, "YMI": 506, "ANC": 507, "KAPVAG": 508, "ELIIGD": 509, "WST": 510, "HYS": 511, "ISSSS": 512, "ILLLD": 513, "PNLGVV": 514, "TGGGAS": 515, "IVAAGL": 516, "VVSSL": 517, "KLEKL": 518, "SSR": 519, "ARVLG": 520, "ALFA": 521, "LLKLSG": 522, "RKAL": 523, "DPSKVD": 524, "GVPIKA": 525, "EGLR": 526, "LTER": 527, "ARVE": 528, "SDA": 529, "ALAAI": 530, "AAGLP": 531, "YLSL": 532, "FFD": 533, "LLPLV": 534, "HVP": 535, "GGGEGR": 536, "UA": 537, "DGGRFA": 538, "ALAAF": 539, "NGAGKS": 540, "RKTHPL": 541, "LLSPE": 542, "LTDS": 543, "VAIGAA": 544, "LQERL": 545, "LALQ": 546, "GPLA": 547, "SLATL": 548, "DNW": 549, "LNV": 550, "SEAE": 551, "DV": 552, "PGHV": 553, "EAGAAV": 554, "FVD": 555, "PAGG": 556, "AEAAE": 557, "WFQNR": 558, "ELIKE": 559, "QPVLV": 560, "KELGI": 561, "WPD": 562, "PEAYVP": 563, "CEVWKE": 564, "RSK": 565, "RD": 566, "PW": 567, "VDALS": 568, "VTGS": 569, "SEVEHV": 570, "VRC": 571, "EEDEE": 572, "AASEFY": 573, "LKEQ": 574, "GVGNIY": 575, "SGGSAA": 576, "LASD": 577, "GPGPG": 578, "VTIA": 579, "CIC": 580, "VGID": 581, "INNNN": 582, "EAAIA": 583, "EQAFYM": 584, "FANIAH": 585, "LFEA": 586, "LHS": 587, "HKLGEF": 588, "RHRRGL": 589, "GGSGS": 590, "KWE": 591, "TLKE": 592, "AASP": 593, "GRPGW": 594, "LFDL": 595, "TVARAR": 596, "RSSA": 597, "GIDP": 598, "TSKQRS": 599, "YTARHH": 600, "NWH": 601, "AEVAE": 602, "ADLDA": 603, "KLHTGR": 604, "VSGR": 605, "ARLLD": 606, "AAGEL": 607, "GLI": 608, "EVVR": 609, "PGSP": 610, "AIAQ": 611, "GAEVV": 612, "AEALE": 613, "ARTLA": 614, "EPKTKA": 615, "LATS": 616, "GGPLM": 617, "GFKALR": 618, "AVLEL": 619, "LSLLN": 620, "LDVGCG": 621, "EDEV": 622, "DDS": 623, "TNL": 624, "FTYFQQ": 625, "ADLG": 626, "QLS": 627, "FDA": 628, "VFLG": 629, "GVDYFT": 630, "TVTA": 631, "AVKGV": 632, "QHD": 633, "LTPEE": 634, "EFQ": 635, "RRD": 636, "EGLNVL": 637, "AREA": 638, "KRMLQE": 639, "FHFIL": 640, "GAGLV": 641, "YPGDV": 642, "AAALAA": 643, "IISS": 644, "DIK": 645, "LEIL": 646, "YKD": 647, "NSPVRA": 648, "KSN": 649, "EFC": 650, "SKRLG": 651, "TPANPL": 652, "QSL": 653, "PELLR": 654, "LATGGT": 655, "STR": 656, "WSI": 657, "LPRVRD": 658, "SLGLR": 659, "LLLSS": 660, "LENK": 661, "MGLER": 662, "NRY": 663, "KIKE": 664, "ALLALA": 665, "SED": 666, "HWP": 667, "HRR": 668, "LILD": 669, "AGK": 670, "DAGA": 671, "EVETP": 672, "LLSSL": 673, "RKG": 674, "LDAK": 675, "KENVI": 676, "IASGG": 677, "VLATQT": 678, "PLSS": 679, "PGVGA": 680, "GSEVSA": 681, "ALLLV": 682, "CPM": 683, "LPTS": 684, "YDGRTG": 685, "GAVVG": 686, "PCI": 687, "PGHADL": 688, "NIGIIL": 689, "AIAYGL": 690, "SPSS": 691, "ILFIAS": 692, "SLVTSS": 693, "QDL": 694, "YRPQF": 695, "FYM": 696, "SSG": 697, "STT": 698, "ANIL": 699, "KAC": 700, "AQSIGE": 701, "LANA": 702, "LADD": 703, "HIELAA": 704, "MEQ": 705, "ELLLA": 706, "GGLAVL": 707, "GGAGA": 708, "EVGE": 709, "LRK": 710, "LLML": 711, "SEP": 712, "ERIFGP": 713, "DLPG": 714, "KLLSL": 715, "KVRE": 716, "GPPGTG": 717, "AIGAL": 718, "LVEA": 719, "LQAS": 720, "GGKL": 721, "GLRVT": 722, "GLIV": 723, "DSGA": 724, "NLV": 725, "AKLLA": 726, "LDVLDG": 727, "MALL": 728, "IATPGR": 729, "LITL": 730, "PTREL": 731, "LQM": 732, "PGLL": 733, "GGGSS": 734, "LIPE": 735, "RKP": 736, "QPL": 737, "FLAS": 738, "VATL": 739, "MWQ": 740, "DAPRAV": 741, "GPPGLG": 742, "SALAS": 743, "GARDYL": 744, "ELEA": 745, "MLI": 746, "MND": 747, "GVLE": 748, "TVWRQA": 749, "LLERAA": 750, "SGDRSE": 751, "AFSSV": 752, "QILE": 753, "DSN": 754, "VIALL": 755, "KTGK": 756, "TLKK": 757, "VSPAMA": 758, "GRLT": 759, "PELK": 760, "GAALV": 761, "LIDR": 762, "KRVDYS": 763, "EVKRRI": 764, "DARL": 765, "VREAL": 766, "YLLS": 767, "FQI": 768, "GAAGAA": 769, "EIFGPV": 770, "LLAIA": 771, "AGKTTL": 772, "VLGGSK": 773, "RKIERF": 774, "VLDK": 775, "SKW": 776, "DNQLRG": 777, "LSGG": 778, "GAGS": 779, "RRFKRS": 780, "ILGALL": 781, "VGVGA": 782, "ELQRL": 783, "AQFGGQ": 784, "RELLS": 785, "GLSVS": 786, "ADAVV": 787, "IILA": 788, "RQLV": 789, "DLEA": 790, "DLY": 791, "GSALA": 792, "KSTYMR": 793, "DSE": 794, "LARAG": 795, "HVDTGD": 796, "LSGA": 797, "LVSE": 798, "KKKG": 799, "HYR": 800, "ALAIL": 801, "EKLGV": 802, "DAEANA": 803, "GLKPTY": 804, "ISTHGA": 805, "GHPDK": 806, "EVRA": 807, "EAA": 808, "AALGG": 809, "QLVGDD": 810, "EQI": 811, "LSLLK": 812, "TTDVT": 813, "LLSSS": 814, "GSGT": 815, "SAASS": 816, "FME": 817, "AMD": 818, "GGLR": 819, "ESS": 820, "AVAVL": 821, "ASFL": 822, "TKR": 823, "ALAY": 824, "DLLKK": 825, "SSLSG": 826, "SGGS": 827, "TLTG": 828, "DGVI": 829, "ALALV": 830, "GALVA": 831, "IGE": 832, "VAAGS": 833, "LAKN": 834, "LIES": 835, "VPSL": 836, "VAKEIE": 837, "GRTARA": 838, "PMLATG": 839, "VAALG": 840, "LAKKI": 841, "KIQ": 842, "DAFTLF": 843, "GDP": 844, "GTWTTV": 845, "ETPEG": 846, "AGRTDA": 847, "DLRAAA": 848, "EGI": 849, "QTG": 850, "TAKA": 851, "CPL": 852, "AKKAK": 853, "DEVDSI": 854, "ILGE": 855, "EAVITV": 856, "IEKG": 857, "ALVL": 858, "INKI": 859, "LGLGS": 860, "DILE": 861, "TLVGAT": 862, "AIAAG": 863, "EEEED": 864, "GRRR": 865, "AALAA": 866, "KTTTTS": 867, "LERE": 868, "GSALKA": 869, "TPGHE": 870, "IDTL": 871, "YDQ": 872, "DSVGAV": 873, "AVATL": 874, "VATAA": 875, "ACF": 876, "LLEAL": 877, "GAAQM": 878, "LIDEL": 879, "LDRL": 880, "RRN": 881, "IIRDL": 882, "TVLIQE": 883, "GSLALG": 884, "RSALQ": 885, "TSF": 886, "WRG": 887, "LLTG": 888, "SGSGPT": 889, "SKS": 890, "EALN": 891, "EES": 892, "LKEKL": 893, "GELLA": 894, "KVAEL": 895, "ALVVG": 896, "TGSPG": 897, "ISITDG": 898, "IVGFPG": 899, "IGGETA": 900, "AKLRA": 901, "REIA": 902, "SLIR": 903, "KES": 904, "GLDG": 905, "LSVS": 906, "MWY": 907, "DKE": 908, "NNW": 909, "AKEE": 910, "IASE": 911, "APLNSW": 912, "GDVKDV": 913, "LAEAAR": 914, "GGVDSS": 915, "TKV": 916, "HSIFPF": 917, "NGGG": 918, "YGM": 919, "ERER": 920, "EEEAE": 921, "VVDA": 922, "ESLAA": 923, "ERLAKL": 924, "TDSAVR": 925, "RAK": 926, "SAIPY": 927, "SGARGN": 928, "AGFL": 929, "GEGPAA": 930, "ALGLL": 931, "GPN": 932, "LEGI": 933, "SSSNS": 934, "DDENVN": 935, "NKS": 936, "EDLLK": 937, "IFDTTL": 938, "KNM": 939, "RNNRLK": 940, "GEEV": 941, "GDLRR": 942, "VLLL": 943, "QILS": 944, "YYN": 945, "LSPL": 946, "SGVP": 947, "GYT": 948, "CNL": 949, "LLNV": 950, "SLDLL": 951, "LAAEI": 952, "DQVATD": 953, "RLIA": 954, "HWQ": 955, "LLLLI": 956, "ERGI": 957, "ILIDE": 958, "NGASMF": 959, "GGASLK": 960, "KAQAET": 961, "HNL": 962, "GDEGGF": 963, "TUS": 964, "LLPE": 965, "WNF": 966, "LIEAL": 967, "LAVLS": 968, "GVSAAA": 969, "GLKI": 970, "IVTA": 971, "NHL": 972, "LKTK": 973, "GHY": 974, "LLGKRV": 975, "VSLT": 976, "RRLAD": 977, "YTF": 978, "EGLNV": 979, "GLDT": 980, "VAVAAG": 981, "EDTHKM": 982, "KTKPT": 983, "AGSGA": 984, "KSTPEG": 985, "TRS": 986, "TRAKLE": 987, "RIGRTG": 988, "SVISPE": 989, "ADEI": 990, "LAL": 991, "LVGAG": 992, "VIGR": 993, "EAELE": 994, "SDY": 995, "ARLID": 996, "LLDEPT": 997, "HFR": 998, "CKH": 999, "RSLRV": 1000, "NWL": 1001, "ELLL": 1002, "ML": 1003, "NGRRG": 1004, "RLGIQA": 1005, "DSAVRI": 1006, "PVPV": 1007, "PTN": 1008, "STL": 1009, "QIK": 1010, "VGIAEQ": 1011, "LTRLL": 1012, "LPPG": 1013, "LTRRLV": 1014, "LALPL": 1015, "PKP": 1016, "KQC": 1017, "LLVGA": 1018, "AALSS": 1019, "AAQA": 1020, "AVLE": 1021, "VIDA": 1022, "LEVE": 1023, "RAAGL": 1024, "GUK": 1025, "EEAGAA": 1026, "KRKLL": 1027, "FFEMLG": 1028, "SPEEA": 1029, "RTRKG": 1030, "LARLG": 1031, "SSTT": 1032, "PDIAQG": 1033, "APVA": 1034, "LLEVL": 1035, "TRLG": 1036, "GKKV": 1037, "RTL": 1038, "KAGD": 1039, "AEW": 1040, "UN": 1041, "VKTAGV": 1042, "CNP": 1043, "AAASV": 1044, "LGGED": 1045, "SSD": 1046, "LGWEVW": 1047, "LLQQL": 1048, "STGGT": 1049, "KLER": 1050, "URK": 1051, "LDE": 1052, "SGKI": 1053, "RELER": 1054, "LYRRVI": 1055, "NPS": 1056, "RV": 1057, "MFM": 1058, "AAASG": 1059, "RLVDV": 1060, "GRLGGA": 1061, "QTLASI": 1062, "LNKL": 1063, "LLLPLL": 1064, "GVAVV": 1065, "FCF": 1066, "AVAVG": 1067, "IVGGG": 1068, "YGTGCF": 1069, "NTG": 1070, "VALLA": 1071, "VSSI": 1072, "CHQ": 1073, "SSSLSS": 1074, "HIDHG": 1075, "ERFLSQ": 1076, "RGGAG": 1077, "DLDLG": 1078, "KLLAD": 1079, "DNQLR": 1080, "QDM": 1081, "FLAA": 1082, "LTPD": 1083, "GSGKKY": 1084, "PSPATT": 1085, "FMGYVL": 1086, "GLDYPG": 1087, "HMN": 1088, "KQL": 1089, "VITV": 1090, "KRLE": 1091, "ADDLT": 1092, "PLVCAA": 1093, "LQELG": 1094, "KLKK": 1095, "KVIDL": 1096, "PYYTIK": 1097, "MLTVKS": 1098, "RVIEQT": 1099, "SISSS": 1100, "LVGS": 1101, "ISAGLD": 1102, "AIC": 1103, "LMM": 1104, "GET": 1105, "NDW": 1106, "ALKDA": 1107, "VGEVV": 1108, "RELE": 1109, "VGKS": 1110, "RKLS": 1111, "LVPLDG": 1112, "GSSNID": 1113, "AAALT": 1114, "DAAEKA": 1115, "PGPPGP": 1116, "IUL": 1117, "GI": 1118, "AFH": 1119, "GKL": 1120, "EGLKA": 1121, "EDLL": 1122, "TAEA": 1123, "RAVG": 1124, "KLRE": 1125, "GLGKTT": 1126, "EAKEGV": 1127, "GRVLLR": 1128, "AELRR": 1129, "QTIGRA": 1130, "KTA": 1131, "PESFNV": 1132, "GADAI": 1133, "LLEAA": 1134, "LKLI": 1135, "KAAE": 1136, "GVDL": 1137, "ENPNRL": 1138, "SVY": 1139, "AELLAA": 1140, "ELVE": 1141, "ALNK": 1142, "GPTASG": 1143, "SFDGRG": 1144, "MPNPKT": 1145, "QTF": 1146, "VLNE": 1147, "ALSLG": 1148, "LVLVAA": 1149, "SLALA": 1150, "CHD": 1151, "KTPPAA": 1152, "MDGAIL": 1153, "MAS": 1154, "EQALE": 1155, "LAGT": 1156, "FRPLS": 1157, "RTLKPE": 1158, "RRGG": 1159, "PAPG": 1160, "TGEVL": 1161, "GGGAG": 1162, "VVV": 1163, "HGKTTT": 1164, "ILGLL": 1165, "SLPA": 1166, "ATVV": 1167, "GVDG": 1168, "TTRVLT": 1169, "EEER": 1170, "MLCYVT": 1171, "EAQRL": 1172, "IVYIDE": 1173, "VVQ": 1174, "AIEKA": 1175, "UGP": 1176, "GKGL": 1177, "WNP": 1178, "VSAKTG": 1179, "VKVA": 1180, "PASS": 1181, "LGGTL": 1182, "YCT": 1183, "AADDGV": 1184, "PM": 1185, "KIDLP": 1186, "LGGEQS": 1187, "AYS": 1188, "GLLVL": 1189, "DHK": 1190, "DALVL": 1191, "EVKS": 1192, "DLAG": 1193, "KEGFLR": 1194, "IEKAG": 1195, "TVRE": 1196, "DEALE": 1197, "RVLG": 1198, "LNVSRE": 1199, "ERFRCP": 1200, "LIVKRL": 1201, "GAVIG": 1202, "FTC": 1203, "DDLTD": 1204, "YHA": 1205, "GKTLT": 1206, "TLTR": 1207, "LVKAGS": 1208, "EALVR": 1209, "QYLAPY": 1210, "LARAV": 1211, "LTTG": 1212, "ASGAA": 1213, "WQN": 1214, "GLKEA": 1215, "VLLSG": 1216, "FPT": 1217, "QALD": 1218, "GKT": 1219, "EMQ": 1220, "SKEK": 1221, "GASTGS": 1222, "PVV": 1223, "KRLA": 1224, "IDVGIN": 1225, "PVE": 1226, "KGLPLA": 1227, "EDVFS": 1228, "AQSL": 1229, "PAQ": 1230, "DELSEE": 1231, "RCL": 1232, "EEHPVL": 1233, "IGHVDH": 1234, "TTTAT": 1235, "LDAVI": 1236, "VALA": 1237, "VREA": 1238, "AEIK": 1239, "VLL": 1240, "AAIAG": 1241, "MRTGEG": 1242, "ADV": 1243, "QWR": 1244, "IVEE": 1245, "ESL": 1246, "EVSR": 1247, "EPMIIG": 1248, "EV": 1249, "LSILIL": 1250, "IWFQNR": 1251, "QHN": 1252, "TLTE": 1253, "GRVERG": 1254, "ITEL": 1255, "VAQA": 1256, "TWE": 1257, "RFM": 1258, "VKEAL": 1259, "NMITG": 1260, "DGIV": 1261, "KGLS": 1262, "EAGIV": 1263, "AELK": 1264, "KLHVDP": 1265, "LSEE": 1266, "RALEV": 1267, "IRM": 1268, "IEAE": 1269, "DSGS": 1270, "QLSE": 1271, "QCQ": 1272, "PSPA": 1273, "SDLA": 1274, "TLADL": 1275, "LAIAV": 1276, "IINE": 1277, "PND": 1278, "VLLVL": 1279, "RLRS": 1280, "LSALD": 1281, "LGMDEL": 1282, "KKAVE": 1283, "MWF": 1284, "PEVQVA": 1285, "LLALQ": 1286, "DEDDDD": 1287, "NDV": 1288, "RPL": 1289, "GLDP": 1290, "ALDAL": 1291, "GST": 1292, "TFN": 1293, "HTW": 1294, "LDSV": 1295, "PCF": 1296, "NLVEWI": 1297, "LARRL": 1298, "LDGV": 1299, "GREA": 1300, "TUP": 1301, "YPWTQR": 1302, "VGKT": 1303, "AVVLV": 1304, "SPK": 1305, "GGGRR": 1306, "VSLE": 1307, "VELENG": 1308, "FLTL": 1309, "GSGGAL": 1310, "LTLR": 1311, "FLSLL": 1312, "EDEDD": 1313, "PDC": 1314, "LSPACA": 1315, "KME": 1316, "RDLAR": 1317, "HLLA": 1318, "LDELT": 1319, "EMY": 1320, "EGGR": 1321, "AEERGQ": 1322, "ALEAAG": 1323, "IKKI": 1324, "QP": 1325, "ASLST": 1326, "AANA": 1327, "QILTGL": 1328, "GRRG": 1329, "GSGLA": 1330, "SSSLL": 1331, "LAVL": 1332, "MNG": 1333, "SRRID": 1334, "DKLL": 1335, "LVLR": 1336, "VERDKL": 1337, "VLGEP": 1338, "AAAALG": 1339, "VDSV": 1340, "TQA": 1341, "IIEK": 1342, "VGSAAQ": 1343, "LVS": 1344, "GRKV": 1345, "VHVPLS": 1346, "FGALA": 1347, "IEEE": 1348, "AALRE": 1349, "LWI": 1350, "GEAIA": 1351, "DLSLE": 1352, "VSSL": 1353, "KTT": 1354, "TLALL": 1355, "GKV": 1356, "IRKTHP": 1357, "HGY": 1358, "RNNRL": 1359, "EIIS": 1360, "SGILA": 1361, "LVEE": 1362, "LTRIRN": 1363, "IEQL": 1364, "ARAGL": 1365, "LHTLRA": 1366, "LGGAE": 1367, "DNSGAR": 1368, "VAGK": 1369, "INGFGR": 1370, "GEGE": 1371, "QAVLCG": 1372, "AEANRA": 1373, "LEQLRA": 1374, "DAS": 1375, "VEIA": 1376, "EKLQE": 1377, "VAVG": 1378, "PAPPP": 1379, "LEKIK": 1380, "RDLS": 1381, "LAEN": 1382, "VQAVYV": 1383, "KIKK": 1384, "VERL": 1385, "GARKG": 1386, "KALEE": 1387, "PEPVIS": 1388, "VKAPGF": 1389, "PAAR": 1390, "EKKEK": 1391, "EVWALE": 1392, "EEEKEE": 1393, "LLAVL": 1394, "YSH": 1395, "GGEGR": 1396, "DYRYFP": 1397, "IGIDLG": 1398, "RGPIPL": 1399, "RSSG": 1400, "FKH": 1401, "KVP": 1402, "VSRGG": 1403, "ATAAAA": 1404, "MHT": 1405, "SGAGK": 1406, "RPT": 1407, "IWA": 1408, "RVAE": 1409, "IIVA": 1410, "TARA": 1411, "LEII": 1412, "LSQLL": 1413, "LAAPV": 1414, "SNH": 1415, "ELLT": 1416, "SSVTH": 1417, "KVVLA": 1418, "GHC": 1419, "GKQ": 1420, "GPS": 1421, "ERM": 1422, "MGV": 1423, "AEAEL": 1424, "PPPLP": 1425, "SLLLS": 1426, "GAEPLF": 1427, "GEIK": 1428, "VMVHLL": 1429, "ETTTG": 1430, "YLGKGV": 1431, "LTLL": 1432, "IWM": 1433, "NDQ": 1434, "NLSG": 1435, "YHIVRG": 1436, "GPP": 1437, "AALM": 1438, "GAG": 1439, "KIA": 1440, "TGRSRN": 1441, "DLAD": 1442, "PIPLP": 1443, "VIADHI": 1444, "AVVT": 1445, "GSG": 1446, "DGEV": 1447, "YASVRL": 1448, "LKLK": 1449, "EDDEE": 1450, "PDI": 1451, "AEL": 1452, "RSVGEL": 1453, "FLHVGR": 1454, "AEAG": 1455, "IDLS": 1456, "EIELED": 1457, "RSL": 1458, "GHVRNY": 1459, "ELKQ": 1460, "EGKV": 1461, "ELERA": 1462, "VTLL": 1463, "EASE": 1464, "LKLT": 1465, "GRREIG": 1466, "EAAEE": 1467, "YRT": 1468, "AALAR": 1469, "KVAD": 1470, "LALSS": 1471, "KEKKA": 1472, "ETVL": 1473, "ALLR": 1474, "ALSL": 1475, "VRK": 1476, "SVEEL": 1477, "TRRL": 1478, "VLAR": 1479, "ATAF": 1480, "RGGRGG": 1481, "IEAAK": 1482, "RLAV": 1483, "LVDDK": 1484, "LPH": 1485, "QSKRGI": 1486, "KAGE": 1487, "YWN": 1488, "VPLIGF": 1489, "LDNVVY": 1490, "KFF": 1491, "DITQGL": 1492, "VEIL": 1493, "DEDD": 1494, "VAEVL": 1495, "YRV": 1496, "MRT": 1497, "RNDQVA": 1498, "LAKVL": 1499, "GAKA": 1500, "LVFG": 1501, "ELES": 1502, "PPPPE": 1503, "LIEE": 1504, "LPDD": 1505, "FIIIGQ": 1506, "IDKL": 1507, "VTQQPL": 1508, "NVLV": 1509, "LVR": 1510, "VAELK": 1511, "LEEFFT": 1512, "AFHFI": 1513, "DGI": 1514, "EEV": 1515, "LGVPV": 1516, "AIALG": 1517, "REKLE": 1518, "LIPLL": 1519, "KGK": 1520, "EIID": 1521, "ATIL": 1522, "LAEAL": 1523, "IVGLG": 1524, "SRGL": 1525, "EGKAIQ": 1526, "GLSD": 1527, "MQW": 1528, "YAA": 1529, "EELS": 1530, "SGI": 1531, "CFIGER": 1532, "LTC": 1533, "AAFRVT": 1534, "AEAT": 1535, "LGSCTM": 1536, "PSH": 1537, "AGET": 1538, "WPM": 1539, "LSREL": 1540, "NRA": 1541, "GADELV": 1542, "IPIGRG": 1543, "DFGSQY": 1544, "GMS": 1545, "DLPA": 1546, "LTET": 1547, "CTIKPK": 1548, "EKLD": 1549, "QMV": 1550, "VLLTE": 1551, "PPSP": 1552, "VNASTR": 1553, "CPE": 1554, "DRP": 1555, "IVDA": 1556, "LIEA": 1557, "LSAE": 1558, "DGPPYA": 1559, "SRC": 1560, "VGAGVV": 1561, "MAAAAA": 1562, "SRL": 1563, "RFRQN": 1564, "LLDKL": 1565, "AGFE": 1566, "LSDLE": 1567, "YER": 1568, "VLLG": 1569, "TGKPL": 1570, "LTEAPL": 1571, "RKL": 1572, "LREAG": 1573, "SQSS": 1574, "LLAQA": 1575, "FQNYFR": 1576, "SNG": 1577, "DPI": 1578, "GKGVRY": 1579, "ACV": 1580, "WGG": 1581, "RALK": 1582, "LADY": 1583, "NGSGK": 1584, "TIAL": 1585, "VLTL": 1586, "AVRAL": 1587, "VLDIL": 1588, "GCM": 1589, "GUG": 1590, "RKLIAG": 1591, "QEAFLA": 1592, "IMK": 1593, "VSLP": 1594, "EEG": 1595, "FTS": 1596, "TDIAPG": 1597, "NMS": 1598, "GLAVL": 1599, "ILSGG": 1600, "PTGIPS": 1601, "EELVK": 1602, "ALLGG": 1603, "LAPLHN": 1604, "YAEGY": 1605, "IEKA": 1606, "VDGE": 1607, "KQQQQ": 1608, "VALLS": 1609, "LPP": 1610, "EMP": 1611, "APAPA": 1612, "PLN": 1613, "PVF": 1614, "SYR": 1615, "IHM": 1616, "KVKA": 1617, "SGLE": 1618, "NIE": 1619, "EIAAL": 1620, "GIVLG": 1621, "QCP": 1622, "LLSGL": 1623, "DLLEK": 1624, "RGEL": 1625, "KKC": 1626, "AIID": 1627, "RNARNG": 1628, "AINA": 1629, "EKVG": 1630, "FC": 1631, "KALRE": 1632, "ALIGGE": 1633, "LTAEE": 1634, "WIK": 1635, "LKET": 1636, "SSDE": 1637, "KLEKE": 1638, "GKGGG": 1639, "DPTKVD": 1640, "LSC": 1641, "UKN": 1642, "NAFATG": 1643, "VAKLA": 1644, "VNA": 1645, "DGSS": 1646, "LDTWFS": 1647, "EFIMKD": 1648, "GGALA": 1649, "IGIGA": 1650, "VVVK": 1651, "YSR": 1652, "AVDE": 1653, "PAPS": 1654, "TLEG": 1655, "ALLDE": 1656, "VGGGG": 1657, "ENG": 1658, "TWV": 1659, "ICC": 1660, "LSIL": 1661, "AVGV": 1662, "LIDTAG": 1663, "AIGAAI": 1664, "PVLE": 1665, "ALAK": 1666, "GAKG": 1667, "NNNNKN": 1668, "CYF": 1669, "LVEQ": 1670, "DRLK": 1671, "EEGIVP": 1672, "GGTI": 1673, "GLADT": 1674, "EARKL": 1675, "RKLLLH": 1676, "ITADIP": 1677, "AGDL": 1678, "QVGVPY": 1679, "NCH": 1680, "DVDGFH": 1681, "KKEE": 1682, "ARGI": 1683, "KLA": 1684, "LQVA": 1685, "PIGRG": 1686, "MATA": 1687, "RVKL": 1688, "DRM": 1689, "SVEEA": 1690, "LKELI": 1691, "KSLV": 1692, "FNDSQR": 1693, "SVVG": 1694, "LVPGG": 1695, "ELDAA": 1696, "ERGE": 1697, "ERAV": 1698, "MITGA": 1699, "GVPVL": 1700, "GTEAA": 1701, "GLGT": 1702, "AGADG": 1703, "RDKL": 1704, "CRPPKR": 1705, "ATGL": 1706, "GYF": 1707, "NFG": 1708, "VYGQMN": 1709, "ANVQPH": 1710, "CGPTVY": 1711, "LLPLA": 1712, "SGSP": 1713, "ELLAD": 1714, "SAATT": 1715, "GAAGGG": 1716, "VAASL": 1717, "TIKA": 1718, "ALRGL": 1719, "VLEAI": 1720, "LEGEE": 1721, "PFL": 1722, "MGLIYV": 1723, "IDLGTT": 1724, "ISSG": 1725, "KEGK": 1726, "RHGNKG": 1727, "EWY": 1728, "TLEA": 1729, "GAPL": 1730, "QNVNAY": 1731, "GKSTLT": 1732, "GLAIA": 1733, "FLAG": 1734, "DIAPGY": 1735, "PLRDR": 1736, "LTGK": 1737, "GALK": 1738, "AADDG": 1739, "CID": 1740, "LTEFLP": 1741, "LTSP": 1742, "KAIQLH": 1743, "AVKR": 1744, "KAPGF": 1745, "AAGVR": 1746, "GNPETT": 1747, "AVANRV": 1748, "VLEV": 1749, "FVC": 1750, "PLGS": 1751, "LEAVL": 1752, "VCT": 1753, "LAGV": 1754, "DQWGNI": 1755, "DHC": 1756, "AKEV": 1757, "SAWWNF": 1758, "VLQL": 1759, "EGIE": 1760, "DLLS": 1761, "VGMVFQ": 1762, "LRRAL": 1763, "QALRA": 1764, "AVEV": 1765, "LNN": 1766, "ESNGSS": 1767, "AASGG": 1768, "STLA": 1769, "AELLA": 1770, "IATNM": 1771, "ELG": 1772, "DPLDGS": 1773, "TGEG": 1774, "ALESA": 1775, "VKDI": 1776, "AADLG": 1777, "PFF": 1778, "MRR": 1779, "KWA": 1780, "VAASA": 1781, "NGAMIA": 1782, "PDLR": 1783, "ALLDR": 1784, "AAAGAA": 1785, "AAAGGG": 1786, "LAERL": 1787, "AVRLG": 1788, "TGKGND": 1789, "AARN": 1790, "ILLDE": 1791, "AASILA": 1792, "LAALT": 1793, "HIECSA": 1794, "EKIG": 1795, "VTVED": 1796, "KYGRPL": 1797, "EPVA": 1798, "RFGEM": 1799, "DFW": 1800, "VEGT": 1801, "MVHPNV": 1802, "LEAQL": 1803, "LMMSTN": 1804, "QKN": 1805, "KKISNI": 1806, "AILVVA": 1807, "MC": 1808, "AATGA": 1809, "AAEAI": 1810, "HADYV": 1811, "KLVS": 1812, "VRLDIR": 1813, "LSGGKD": 1814, "KLAKGY": 1815, "PLDGGR": 1816, "VMH": 1817, "ITADHG": 1818, "DASS": 1819, "LVAA": 1820, "CYHIEP": 1821, "LEAD": 1822, "VLNS": 1823, "DFC": 1824, "YRS": 1825, "MCI": 1826, "LTAAV": 1827, "GQLA": 1828, "LALM": 1829, "LSEK": 1830, "VAREA": 1831, "NDM": 1832, "VKDG": 1833, "AAKAE": 1834, "DVVVA": 1835, "WAHLDI": 1836, "TSSI": 1837, "QQK": 1838, "MDA": 1839, "PEEL": 1840, "SLSTFQ": 1841, "IGGT": 1842, "AYAIL": 1843, "DVIVV": 1844, "LQD": 1845, "TFP": 1846, "PKT": 1847, "AEDVEG": 1848, "LEKI": 1849, "DPG": 1850, "GLAT": 1851, "CA": 1852, "LLLLTL": 1853, "ALVQ": 1854, "LLPF": 1855, "IGI": 1856, "NNP": 1857, "ENNLLK": 1858, "VDS": 1859, "LTA": 1860, "NQA": 1861, "LELR": 1862, "GLNV": 1863, "KTGEGK": 1864, "PIIETQ": 1865, "GRGYV": 1866, "VSC": 1867, "GGFA": 1868, "GNKGVI": 1869, "EKAE": 1870, "QRQA": 1871, "KIAPDL": 1872, "EAR": 1873, "DFE": 1874, "IGVMFG": 1875, "KCI": 1876, "LLLN": 1877, "GKTGRV": 1878, "APVAV": 1879, "HVQ": 1880, "SLVD": 1881, "GADGV": 1882, "DRIFTR": 1883, "SGKTTL": 1884, "SKTFTT": 1885, "SGLD": 1886, "AALTL": 1887, "PGPGRE": 1888, "ACI": 1889, "GKRI": 1890, "NELK": 1891, "RSW": 1892, "PGEGHN": 1893, "MMH": 1894, "IPNVGE": 1895, "KDV": 1896, "AIRE": 1897, "PSSL": 1898, "SWI": 1899, "GIAG": 1900, "LKTGTP": 1901, "DAELA": 1902, "WIL": 1903, "GGGGS": 1904, "REIAA": 1905, "KEEI": 1906, "QGVLLL": 1907, "GSCTNS": 1908, "RGPRGG": 1909, "AREIA": 1910, "SLEE": 1911, "AGM": 1912, "VAALS": 1913, "LALE": 1914, "AGAG": 1915, "DIAAL": 1916, "KTVLIM": 1917, "RQIEA": 1918, "NIRKSH": 1919, "TTLV": 1920, "AATP": 1921, "DTKLGP": 1922, "SFIDL": 1923, "EGED": 1924, "AEALK": 1925, "HTGEK": 1926, "AAKKL": 1927, "LGC": 1928, "SGLSI": 1929, "AREV": 1930, "FRCGFL": 1931, "RCK": 1932, "HYLNAT": 1933, "ASSP": 1934, "KVAL": 1935, "FQARRM": 1936, "ELKRL": 1937, "TAAIT": 1938, "GNLL": 1939, "GKSLL": 1940, "LLLV": 1941, "GPNGAG": 1942, "ARALE": 1943, "EEKLK": 1944, "LAGE": 1945, "SAKA": 1946, "AGQING": 1947, "EAAT": 1948, "ETLAR": 1949, "LADVGL": 1950, "CRA": 1951, "KQLA": 1952, "IREK": 1953, "VITSVD": 1954, "AGDPVE": 1955, "QDN": 1956, "CKD": 1957, "ECD": 1958, "KIDL": 1959, "KTLVAT": 1960, "CVL": 1961, "SES": 1962, "AALEA": 1963, "DET": 1964, "PVLPP": 1965, "YHM": 1966, "AKSG": 1967, "EIARRL": 1968, "RAAR": 1969, "EKIS": 1970, "RAER": 1971, "LETLA": 1972, "QAG": 1973, "DAKSQV": 1974, "VGGGIR": 1975, "LAILS": 1976, "AARG": 1977, "LLLLQ": 1978, "PLSE": 1979, "MGLGKT": 1980, "KAQFG": 1981, "GAVG": 1982, "SEEA": 1983, "LALP": 1984, "FMS": 1985, "GLGL": 1986, "IYR": 1987, "ILTGRR": 1988, "GGGFGG": 1989, "EPY": 1990, "GVPVV": 1991, "RRM": 1992, "IKAG": 1993, "SALASK": 1994, "DNF": 1995, "KEIA": 1996, "GVKVWI": 1997, "IKT": 1998, "AALEL": 1999, "DKHIEV": 2000, "TSDYDR": 2001, "SLTL": 2002, "VERAL": 2003, "SSRL": 2004, "YPGTFD": 2005, "VELS": 2006, "AAADAA": 2007, "VLQ": 2008, "TLDG": 2009, "RFLL": 2010, "AIAAL": 2011, "HPVLL": 2012, "GVLAV": 2013, "DITGGL": 2014, "LGVT": 2015, "SSST": 2016, "LADG": 2017, "VQEL": 2018, "STLAD": 2019, "ISSA": 2020, "ELVDA": 2021, "SDYDRE": 2022, "FPF": 2023, "LKKAAG": 2024, "LDGTEN": 2025, "FGTDGI": 2026, "LDF": 2027, "GTS": 2028, "ITDGQI": 2029, "PVQSGS": 2030, "IIAHID": 2031, "GARDTL": 2032, "EKRYIL": 2033, "GSSSMA": 2034, "TVELVM": 2035, "VEGG": 2036, "QKK": 2037, "GAIAA": 2038, "SRLSS": 2039, "YMC": 2040, "CIH": 2041, "LGLTG": 2042, "QVLA": 2043, "LAGTE": 2044, "GNDDAI": 2045, "LVGKVT": 2046, "AEAAV": 2047, "GITL": 2048, "GLLTA": 2049, "VSDL": 2050, "VMATAF": 2051, "IVSL": 2052, "KAAAL": 2053, "SESV": 2054, "PHHENE": 2055, "KWM": 2056, "SSESS": 2057, "IALGI": 2058, "AYFNDA": 2059, "KKAAA": 2060, "LKDK": 2061, "VRGGRV": 2062, "LAID": 2063, "QGTTSS": 2064, "GVIAAQ": 2065, "RKQ": 2066, "NMH": 2067, "CYK": 2068, "LLLSL": 2069, "EAEEA": 2070, "NTSLAH": 2071, "FQPHRY": 2072, "VALSG": 2073, "GEYYLT": 2074, "LGRVVD": 2075, "VAGDGT": 2076, "SDEA": 2077, "CRK": 2078, "LSY": 2079, "FD": 2080, "AEVK": 2081, "LKTL": 2082, "LAGL": 2083, "LVPSRV": 2084, "SGGQ": 2085, "EATAA": 2086, "TCE": 2087, "ATGS": 2088, "EDAE": 2089, "TAVL": 2090, "VTGK": 2091, "ADLL": 2092, "LDELL": 2093, "SILIDE": 2094, "MVN": 2095, "TTTT": 2096, "LLEAV": 2097, "LVPGGF": 2098, "LWV": 2099, "VIGSGP": 2100, "AAIRA": 2101, "PQEAFL": 2102, "RLIS": 2103, "ADLVE": 2104, "VLGP": 2105, "GDVVK": 2106, "MAL": 2107, "RLEE": 2108, "CTGVEM": 2109, "LLDD": 2110, "LAAVE": 2111, "VGGASL": 2112, "TGAG": 2113, "GKTTI": 2114, "LATV": 2115, "LQAR": 2116, "DEFTGR": 2117, "GVLKAV": 2118, "AERVL": 2119, "CIM": 2120, "LFTSE": 2121, "LAVEA": 2122, "HGGGAF": 2123, "YAN": 2124, "GIVAG": 2125, "SGSQAN": 2126, "ASFQE": 2127, "SGN": 2128, "VLKPGG": 2129, "LDLGAN": 2130, "KRTKFR": 2131, "VLVE": 2132, "WWN": 2133, "LEVLR": 2134, "YVH": 2135, "IALAL": 2136, "LLC": 2137, "GKGGA": 2138, "QLRGRS": 2139, "LLASG": 2140, "DDEED": 2141, "IMELIN": 2142, "VVI": 2143, "RYVAKN": 2144, "ADN": 2145, "AFE": 2146, "EQD": 2147, "ETLAA": 2148, "ASRAA": 2149, "VADI": 2150, "LCM": 2151, "VEDLV": 2152, "SSLN": 2153, "QRR": 2154, "NSW": 2155, "PII": 2156, "ASGRTT": 2157, "GPW": 2158, "REM": 2159, "RRKAM": 2160, "MRWRDR": 2161, "GAGVVA": 2162, "LVVLA": 2163, "PVLLN": 2164, "NGI": 2165, "GARAA": 2166, "AKIEL": 2167, "EEIRR": 2168, "EVRKLI": 2169, "LIR": 2170, "SEE": 2171, "PSLS": 2172, "GLLRL": 2173, "KPEWYF": 2174, "AIDL": 2175, "IALE": 2176, "GKGKIV": 2177, "TGGFTA": 2178, "GALDA": 2179, "GEVK": 2180, "GNKGV": 2181, "AEMPGM": 2182, "IGGI": 2183, "GLAVV": 2184, "PPN": 2185, "ITLS": 2186, "KVAG": 2187, "RNFSI": 2188, "TLELL": 2189, "MSI": 2190, "NIFRFV": 2191, "GLKA": 2192, "QPV": 2193, "NDI": 2194, "FKV": 2195, "GGSDL": 2196, "KELKE": 2197, "GVERTF": 2198, "KGIA": 2199, "DELR": 2200, "DIDHGT": 2201, "REAAK": 2202, "HFGHQT": 2203, "DGQIF": 2204, "FGGQRF": 2205, "HQ": 2206, "LLWPIK": 2207, "DIIAIL": 2208, "QRM": 2209, "PLEL": 2210, "QANMDP": 2211, "FVV": 2212, "YVS": 2213, "QSLS": 2214, "EAIEA": 2215, "LVGALL": 2216, "GWLIRY": 2217, "VTGE": 2218, "AGGGD": 2219, "YYTIK": 2220, "IMS": 2221, "GTGKS": 2222, "IPEFIG": 2223, "WMQ": 2224, "VMK": 2225, "LEAVR": 2226, "EKALS": 2227, "DNM": 2228, "VAT": 2229, "KGNDQV": 2230, "VWHMPA": 2231, "LQP": 2232, "QLLAL": 2233, "GWVQSY": 2234, "KKLKE": 2235, "QRVL": 2236, "AAAQR": 2237, "KFG": 2238, "AAPA": 2239, "IGVS": 2240, "GAIV": 2241, "GRSGR": 2242, "DAALE": 2243, "LDALLA": 2244, "GHLRST": 2245, "VGKEGV": 2246, "RLY": 2247, "PNAGKS": 2248, "KAGVKD": 2249, "PSRMN": 2250, "RYT": 2251, "VRTL": 2252, "EAEL": 2253, "LEEIA": 2254, "VGRGIY": 2255, "TGY": 2256, "VRDIKE": 2257, "FGCGSS": 2258, "WTDGLT": 2259, "AEVEA": 2260, "LVGE": 2261, "SLKN": 2262, "FI": 2263, "RELAE": 2264, "MYE": 2265, "ALGAL": 2266, "SGSTGK": 2267, "AVIG": 2268, "DLKL": 2269, "GRGA": 2270, "DIP": 2271, "GIARAL": 2272, "NHYKRL": 2273, "ASEE": 2274, "IEGK": 2275, "LLALD": 2276, "RATL": 2277, "VDVT": 2278, "KSLPSR": 2279, "KSH": 2280, "NKRPLK": 2281, "YLTGGF": 2282, "RFGEME": 2283, "HEC": 2284, "AGGR": 2285, "NWF": 2286, "AGLL": 2287, "ITPGML": 2288, "ICK": 2289, "AGVGL": 2290, "GLTPQS": 2291, "ESRRID": 2292, "EPA": 2293, "STLV": 2294, "FIPLTV": 2295, "DLPTPS": 2296, "VVSAAD": 2297, "IFE": 2298, "QELLA": 2299, "ASSSL": 2300, "QVFSTA": 2301, "ARRE": 2302, "YVF": 2303, "VLTS": 2304, "QAVPL": 2305, "LVVNK": 2306, "AEGK": 2307, "QSLL": 2308, "GFGS": 2309, "TGSG": 2310, "ILGGL": 2311, "ELEEE": 2312, "LRDRF": 2313, "LQEQL": 2314, "SGSGKS": 2315, "MSKSKG": 2316, "LTLKYP": 2317, "GIGHNL": 2318, "VLLLG": 2319, "ASRGL": 2320, "ILN": 2321, "ELASR": 2322, "LSLI": 2323, "DEART": 2324, "GIKVID": 2325, "PV": 2326, "ALEN": 2327, "VLELAG": 2328, "KPV": 2329, "NQR": 2330, "LNLK": 2331, "VVVL": 2332, "ALALG": 2333, "GKVIGG": 2334, "AHIDAG": 2335, "ANLA": 2336, "GGRR": 2337, "IAAG": 2338, "CYE": 2339, "IGTTG": 2340, "PSSPS": 2341, "LRKK": 2342, "AVI": 2343, "VIPA": 2344, "LPQSP": 2345, "WHL": 2346, "QAC": 2347, "VAAAR": 2348, "LLAQTL": 2349, "KVLGGS": 2350, "GLK": 2351, "DLD": 2352, "PGL": 2353, "KLLEK": 2354, "AGATA": 2355, "ADALV": 2356, "TPLL": 2357, "KARRL": 2358, "RIEDLR": 2359, "SSSST": 2360, "TSAS": 2361, "SAPA": 2362, "GADVV": 2363, "VRSANC": 2364, "YFC": 2365, "RRLAKL": 2366, "KEKA": 2367, "HWC": 2368, "SLGN": 2369, "VDSSVG": 2370, "ATY": 2371, "LLLEA": 2372, "QIIFPE": 2373, "LRELV": 2374, "PHK": 2375, "GGGGA": 2376, "YV": 2377, "GGTGG": 2378, "PGRGG": 2379, "AARRG": 2380, "VLSE": 2381, "LVADG": 2382, "FIGSCT": 2383, "MLC": 2384, "SAL": 2385, "VKSNAI": 2386, "LSSLE": 2387, "GRDL": 2388, "MNE": 2389, "LGAPGA": 2390, "VATV": 2391, "EPVL": 2392, "SW": 2393, "WKEIKF": 2394, "KTLE": 2395, "FDI": 2396, "SHNHPS": 2397, "ELRKA": 2398, "AALKA": 2399, "SDSDKI": 2400, "RNC": 2401, "LLAD": 2402, "EEIE": 2403, "HIY": 2404, "FRDED": 2405, "AVLAAS": 2406, "LELLK": 2407, "AGTE": 2408, "NPD": 2409, "TLVAL": 2410, "EERR": 2411, "ANLAA": 2412, "ELQD": 2413, "TVAAA": 2414, "RGQRE": 2415, "TGERP": 2416, "AVLP": 2417, "EATSA": 2418, "AFMGYV": 2419, "VLGR": 2420, "MFV": 2421, "PVTL": 2422, "RLERL": 2423, "RAVR": 2424, "TRD": 2425, "GISTSL": 2426, "LTPE": 2427, "AVLV": 2428, "FCSMCG": 2429, "KTSL": 2430, "ETLEK": 2431, "HRF": 2432, "HRIGR": 2433, "RPGTP": 2434, "VLATL": 2435, "LKSLPS": 2436, "GNNNNN": 2437, "EKVR": 2438, "SGLKTA": 2439, "NIVAAG": 2440, "GAIA": 2441, "DRT": 2442, "RLREL": 2443, "LDVA": 2444, "GDTLCD": 2445, "VLGL": 2446, "EKIKK": 2447, "APGS": 2448, "GDDLFV": 2449, "RILD": 2450, "DGTP": 2451, "VDDEE": 2452, "LLVLA": 2453, "IGSL": 2454, "LIGS": 2455, "ELY": 2456, "LGQARG": 2457, "DLLV": 2458, "ELQAL": 2459, "YKA": 2460, "EVLVE": 2461, "ARARG": 2462, "SQG": 2463, "EME": 2464, "FRN": 2465, "ASLI": 2466, "VHG": 2467, "DLES": 2468, "SGGHT": 2469, "DDAAG": 2470, "ELSA": 2471, "NRPLKS": 2472, "GRYSLW": 2473, "LIIYDD": 2474, "KVGDKV": 2475, "CAN": 2476, "VDA": 2477, "NSSL": 2478, "NKYGRP": 2479, "CQW": 2480, "GGGASL": 2481, "VLV": 2482, "SEAL": 2483, "ALSQA": 2484, "NVISIT": 2485, "SYQ": 2486, "QLVE": 2487, "KSY": 2488, "AELQ": 2489, "SLLSS": 2490, "ILTGLF": 2491, "FHIGGA": 2492, "PIF": 2493, "KRYYGG": 2494, "FEY": 2495, "SALLS": 2496, "LRQAL": 2497, "KELL": 2498, "HAA": 2499, "YPM": 2500, "VATDVA": 2501, "RGHKGQ": 2502, "AAGVDV": 2503, "GYWQEL": 2504, "MAA": 2505, "HNC": 2506, "NLAAA": 2507, "PAAAS": 2508, "VATA": 2509, "VLAGYP": 2510, "PAAS": 2511, "IGM": 2512, "TGKTA": 2513, "GLAVGL": 2514, "MHF": 2515, "MDIGTA": 2516, "EQHAVT": 2517, "YLA": 2518, "LEEQ": 2519, "AGSKL": 2520, "PAGT": 2521, "EISE": 2522, "KDR": 2523, "GASSS": 2524, "PGR": 2525, "DEEV": 2526, "LDLGA": 2527, "GAGEI": 2528, "LSGGNQ": 2529, "AREALR": 2530, "QTLANV": 2531, "AVPSGA": 2532, "ELLGE": 2533, "DDAL": 2534, "LVALI": 2535, "EAEAA": 2536, "HGSPVN": 2537, "LCE": 2538, "CTH": 2539, "LLFA": 2540, "EEK": 2541, "EFNTIA": 2542, "IISHPD": 2543, "KGKT": 2544, "KKKKK": 2545, "GGGGV": 2546, "KKKLL": 2547, "LLLVS": 2548, "AAPS": 2549, "LALPG": 2550, "GADTV": 2551, "VVKGVN": 2552, "AEVLEL": 2553, "LASSS": 2554, "SKVDRS": 2555, "GTDGVR": 2556, "DEIA": 2557, "DAVAA": 2558, "VEHVLA": 2559, "KEEGGR": 2560, "QEFMI": 2561, "AESI": 2562, "LRELG": 2563, "LPEGF": 2564, "ERIE": 2565, "QEQERG": 2566, "GCY": 2567, "VLPVAS": 2568, "GQILET": 2569, "TMRLGA": 2570, "AQS": 2571, "AKEL": 2572, "GRGGGG": 2573, "LKEV": 2574, "LNTDAE": 2575, "CML": 2576, "VALP": 2577, "MTS": 2578, "HER": 2579, "VAAVV": 2580, "MEW": 2581, "PRFGVM": 2582, "EELVA": 2583, "AQE": 2584, "ADAIA": 2585, "GGFAP": 2586, "GDDAPR": 2587, "DEFAMG": 2588, "TSLS": 2589, "ELSEL": 2590, "FQVFSL": 2591, "LQAAA": 2592, "QNA": 2593, "SSGSL": 2594, "GRVA": 2595, "IAAAI": 2596, "LPF": 2597, "AVTLA": 2598, "LIGGL": 2599, "TTRPET": 2600, "EGE": 2601, "WHN": 2602, "GF": 2603, "LQEHSV": 2604, "VLASA": 2605, "RVVA": 2606, "MYL": 2607, "LTERG": 2608, "TFY": 2609, "QDIIAI": 2610, "NTS": 2611, "GEVIE": 2612, "ASIA": 2613, "FGSLLG": 2614, "HNR": 2615, "DIAIL": 2616, "VTGSGK": 2617, "MFGYA": 2618, "DVRFLP": 2619, "AVEAI": 2620, "KRQAVT": 2621, "QALL": 2622, "FFV": 2623, "FVS": 2624, "KDILG": 2625, "AKEI": 2626, "KTVDAL": 2627, "LGVSL": 2628, "RRALE": 2629, "HC": 2630, "RVLLA": 2631, "KLGAD": 2632, "TGTNGK": 2633, "LILI": 2634, "EGARD": 2635, "PLR": 2636, "SAGA": 2637, "KCW": 2638, "TYW": 2639, "LKKG": 2640, "VGRGLY": 2641, "RGLKEN": 2642, "DEN": 2643, "LIEG": 2644, "ACD": 2645, "TDLS": 2646, "TKK": 2647, "GFL": 2648, "STLL": 2649, "QARLMS": 2650, "RRIA": 2651, "LNAAL": 2652, "AAQE": 2653, "WLG": 2654, "SPSL": 2655, "LLH": 2656, "GAQMVK": 2657, "ARI": 2658, "VSVE": 2659, "DEES": 2660, "GVEMVM": 2661, "GU": 2662, "ILGAL": 2663, "PGEL": 2664, "GEN": 2665, "VADLLT": 2666, "PYIGTN": 2667, "AQLAE": 2668, "AGSLA": 2669, "QLVGD": 2670, "DWS": 2671, "RNLSHY": 2672, "EVKKPE": 2673, "IGQLAS": 2674, "FMQ": 2675, "TSAAT": 2676, "DLIR": 2677, "DIA": 2678, "FDTTLR": 2679, "ALALLL": 2680, "ELAFKL": 2681, "ALGIG": 2682, "LGQNVN": 2683, "RRPPG": 2684, "GLKKA": 2685, "DGTI": 2686, "TDAE": 2687, "PTS": 2688, "VSGAG": 2689, "PFLLVD": 2690, "THLLHA": 2691, "EGRGYV": 2692, "TVVGK": 2693, "YGGSV": 2694, "ALAALG": 2695, "EGGSG": 2696, "QAF": 2697, "LSKT": 2698, "FEMLGN": 2699, "EGKGKI": 2700, "AQH": 2701, "LRARL": 2702, "LDV": 2703, "FDEL": 2704, "CAI": 2705, "GVIA": 2706, "VALLL": 2707, "DSVAAL": 2708, "LVTAL": 2709, "GVLAGY": 2710, "AVAN": 2711, "VSF": 2712, "QAD": 2713, "ALQKL": 2714, "AGQIKT": 2715, "LPSL": 2716, "LLVP": 2717, "REGNDL": 2718, "KLIEK": 2719, "LLTAI": 2720, "AVK": 2721, "YDFPGD": 2722, "FTN": 2723, "SSGLS": 2724, "GNW": 2725, "LAAL": 2726, "PSAA": 2727, "RGETQA": 2728, "KLGLA": 2729, "RVLS": 2730, "ERLRE": 2731, "VIKVGA": 2732, "IAAIG": 2733, "CDP": 2734, "PALR": 2735, "GSGS": 2736, "FYD": 2737, "LLAGLL": 2738, "SQW": 2739, "RELAAF": 2740, "LRDEL": 2741, "VAET": 2742, "ILLS": 2743, "SRI": 2744, "QFA": 2745, "ILRSI": 2746, "ATNVLR": 2747, "APSPTG": 2748, "LLS": 2749, "AHLDIA": 2750, "YIY": 2751, "PASG": 2752, "LPEAE": 2753, "KGHYLN": 2754, "RQK": 2755, "RAQL": 2756, "IIGTER": 2757, "EKGI": 2758, "YPT": 2759, "RRRSR": 2760, "VPAE": 2761, "RGIL": 2762, "SSLVS": 2763, "AAAAAE": 2764, "IELD": 2765, "EQQQQ": 2766, "PLLII": 2767, "LSIP": 2768, "RNIGI": 2769, "FSAHGV": 2770, "KFGVSA": 2771, "FSGKD": 2772, "AALK": 2773, "QRLR": 2774, "WWA": 2775, "ASAV": 2776, "GQKQR": 2777, "SALLL": 2778, "LDVL": 2779, "LVSPAM": 2780, "LLEP": 2781, "GISVS": 2782, "SGGQQQ": 2783, "DLGLNP": 2784, "LGPGG": 2785, "NII": 2786, "CAL": 2787, "GVLRL": 2788, "GIGL": 2789, "TSTHGA": 2790, "DPVAAA": 2791, "IETLGG": 2792, "RRTFAI": 2793, "RVALAR": 2794, "RALRA": 2795, "MDQ": 2796, "VPQIEV": 2797, "QEL": 2798, "AAAAQ": 2799, "SVVV": 2800, "CGDSHT": 2801, "EARR": 2802, "KELIE": 2803, "VLLVGA": 2804, "LQMDIK": 2805, "MTD": 2806, "EIED": 2807, "KMD": 2808, "AATE": 2809, "SUH": 2810, "RHESRR": 2811, "GQYAYR": 2812, "ARRAL": 2813, "GLPLAY": 2814, "IALG": 2815, "VMT": 2816, "LKEEG": 2817, "YSTFLQ": 2818, "LQYLAP": 2819, "SPD": 2820, "ALRRV": 2821, "AVEK": 2822, "ELVAL": 2823, "QES": 2824, "ASGR": 2825, "FGN": 2826, "SWLDFE": 2827, "AAAN": 2828, "PNV": 2829, "ALAAQ": 2830, "RRRA": 2831, "VEEVL": 2832, "KMN": 2833, "VLEG": 2834, "NIAKAH": 2835, "VEM": 2836, "RWQ": 2837, "TVID": 2838, "EKLLG": 2839, "AADLV": 2840, "NIN": 2841, "EGVITV": 2842, "AALDE": 2843, "KTHSSG": 2844, "YGQ": 2845, "LP": 2846, "WNM": 2847, "QALAL": 2848, "QLEL": 2849, "GSGKTT": 2850, "GVC": 2851, "DSLR": 2852, "QQQQA": 2853, "ELED": 2854, "TVVD": 2855, "LVIA": 2856, "ILLV": 2857, "QQP": 2858, "GLVG": 2859, "GRKL": 2860, "SPTQRV": 2861, "LWQ": 2862, "PDLV": 2863, "LPIG": 2864, "GMH": 2865, "TGVV": 2866, "GLTA": 2867, "KLAQ": 2868, "KVGAAT": 2869, "ALFAGD": 2870, "LLKKAA": 2871, "QAGA": 2872, "IAHIDH": 2873, "VEA": 2874, "GTQWGD": 2875, "GVVGL": 2876, "GSSSLK": 2877, "EKEKE": 2878, "TPVL": 2879, "KGVV": 2880, "NEKL": 2881, "IECSAM": 2882, "VDAAV": 2883, "GVDEVG": 2884, "WDF": 2885, "LVLV": 2886, "VRQMLR": 2887, "LELLD": 2888, "FIE": 2889, "ANAILA": 2890, "LIYVNP": 2891, "GIKV": 2892, "VLID": 2893, "VPEG": 2894, "GILGL": 2895, "AQAAA": 2896, "AFIDLP": 2897, "TGF": 2898, "AVDAL": 2899, "LEVG": 2900, "VVITSV": 2901, "FPG": 2902, "PGLVGA": 2903, "QRQAV": 2904, "AATVA": 2905, "TGSS": 2906, "TSLLL": 2907, "EET": 2908, "VLSD": 2909, "GAFS": 2910, "SLHLL": 2911, "NGRRGR": 2912, "LLNLL": 2913, "YGR": 2914, "AADLAK": 2915, "LKEE": 2916, "VRAAL": 2917, "LVGD": 2918, "NNSNNN": 2919, "LLVE": 2920, "SALF": 2921, "IEAAR": 2922, "IIGI": 2923, "LADL": 2924, "QRVAIA": 2925, "GPRYCP": 2926, "LDLLA": 2927, "LLGAAA": 2928, "APP": 2929, "LGPLV": 2930, "WWK": 2931, "WIW": 2932, "VEW": 2933, "LSSF": 2934, "ALNL": 2935, "LIQ": 2936, "TGU": 2937, "VVD": 2938, "ELGAD": 2939, "EIEGEM": 2940, "RLEKL": 2941, "AVG": 2942, "VLRG": 2943, "KSK": 2944, "VGTG": 2945, "VLQLL": 2946, "RIT": 2947, "AAGIT": 2948, "LLASV": 2949, "APAAS": 2950, "GRTVG": 2951, "KRQ": 2952, "RYW": 2953, "LTLS": 2954, "AEIEG": 2955, "GHKLGE": 2956, "KIV": 2957, "VDVNVH": 2958, "QAAAA": 2959, "ARQVGV": 2960, "EGL": 2961, "HNW": 2962, "PSAP": 2963, "VRKA": 2964, "GREAY": 2965, "VVSLL": 2966, "LAGLLG": 2967, "QTN": 2968, "HLVDDK": 2969, "KKGL": 2970, "YGAKGL": 2971, "GNGVV": 2972, "DVPV": 2973, "ELLR": 2974, "ITLE": 2975, "LGRLA": 2976, "ALAAAA": 2977, "LGLDL": 2978, "DAARR": 2979, "NSILIK": 2980, "GSNAIG": 2981, "HICRDV": 2982, "AGLAV": 2983, "GEEE": 2984, "AAEA": 2985, "LRVR": 2986, "NYL": 2987, "ALGFGF": 2988, "DNL": 2989, "RFT": 2990, "VLPE": 2991, "GALL": 2992, "RTVA": 2993, "ARRRL": 2994, "PPKRRR": 2995, "LLRRVR": 2996, "LGAAV": 2997, "HPLLK": 2998, "LLGYDH": 2999, "DILGDE": 3000, "GIETLG": 3001, "DHHSRR": 3002, "VALLT": 3003, "ARAGA": 3004, "GLATA": 3005, "ASPA": 3006, "QGN": 3007, "RARGA": 3008, "MFF": 3009, "HNT": 3010, "GDCGLT": 3011, "LAVGR": 3012, "IHGGG": 3013, "CKA": 3014, "DSC": 3015, "EEVT": 3016, "VELI": 3017, "FCC": 3018, "MNEPPG": 3019, "ASVR": 3020, "DNE": 3021, "GIGP": 3022, "KEEE": 3023, "LDGGRF": 3024, "MHW": 3025, "LTAS": 3026, "NQIAAG": 3027, "VTLT": 3028, "IELAAP": 3029, "LDVD": 3030, "LEY": 3031, "LKALG": 3032, "YRELAA": 3033, "LAAGG": 3034, "EVK": 3035, "GVVPEL": 3036, "VGGLL": 3037, "AAGGAA": 3038, "LPVI": 3039, "NEW": 3040, "ALSKL": 3041, "KLDK": 3042, "TIS": 3043, "LLDAR": 3044, "HKR": 3045, "NYI": 3046, "ARSL": 3047, "PPPPL": 3048, "FS": 3049, "RWRDRF": 3050, "DLGL": 3051, "AGAAV": 3052, "IHT": 3053, "IEH": 3054, "AAAIAY": 3055, "IQI": 3056, "PRGLMP": 3057, "EVA": 3058, "FMH": 3059, "NLLDAR": 3060, "LDIALG": 3061, "LKKLK": 3062, "AIEQ": 3063, "AILD": 3064, "VDGV": 3065, "LPPGV": 3066, "LLRRA": 3067, "SDLND": 3068, "MIK": 3069, "GGGVV": 3070, "IAAGA": 3071, "FGLPA": 3072, "VPSRM": 3073, "ESGG": 3074, "LNAA": 3075, "QKLL": 3076, "ADALL": 3077, "QPVEH": 3078, "STA": 3079, "ELVA": 3080, "LVP": 3081, "KELEK": 3082, "HGU": 3083, "ILLARQ": 3084, "AAKL": 3085, "HRD": 3086, "LAAVA": 3087, "EEEES": 3088, "QHRGWF": 3089, "GLPP": 3090, "NLSE": 3091, "KKKKKS": 3092, "ILAA": 3093, "AIAAV": 3094, "RLR": 3095, "RGAA": 3096, "AGLVG": 3097, "PGVGKT": 3098, "CHV": 3099, "VLVS": 3100, "AKAE": 3101, "AAHA": 3102, "LRQE": 3103, "GASAAL": 3104, "IQAVL": 3105, "VQ": 3106, "PGGGG": 3107, "KKLVE": 3108, "KTLG": 3109, "LIPFL": 3110, "VLLLNT": 3111, "PVVA": 3112, "MIT": 3113, "IVIG": 3114, "SILS": 3115, "DILA": 3116, "DYL": 3117, "RVDFNV": 3118, "KDEVR": 3119, "TYF": 3120, "ALAGG": 3121, "KYI": 3122, "DALE": 3123, "NPV": 3124, "QQQRLC": 3125, "ELRRL": 3126, "GEKV": 3127, "IGPAYE": 3128, "WSG": 3129, "SDLV": 3130, "LPKG": 3131, "QIF": 3132, "AGAAT": 3133, "MGSVVG": 3134, "OGP": 3135, "TLGNAL": 3136, "DIY": 3137, "EMEVW": 3138, "NKKL": 3139, "KGVHVV": 3140, "DLKS": 3141, "HSVVLI": 3142, "ASLK": 3143, "RELALQ": 3144, "LGGALG": 3145, "SSLT": 3146, "AWWNFG": 3147, "EEAS": 3148, "GGKGLF": 3149, "AAESL": 3150, "VKLS": 3151, "GAGSAG": 3152, "QTR": 3153, "IGEG": 3154, "LHETG": 3155, "ILRLS": 3156, "SGTGK": 3157, "PNQ": 3158, "IAAAK": 3159, "TALV": 3160, "GKAVA": 3161, "ALF": 3162, "UV": 3163, "KCC": 3164, "ARLLAE": 3165, "AUH": 3166, "GGARTA": 3167, "LVGVG": 3168, "GLERLA": 3169, "ASK": 3170, "EDLAA": 3171, "IGGGD": 3172, "FVAEVF": 3173, "RCM": 3174, "ESGV": 3175, "FFK": 3176, "ALRN": 3177, "TYA": 3178, "GGGSNA": 3179, "AVIAA": 3180, "TVAVL": 3181, "EIKKAY": 3182, "GGSSL": 3183, "MHN": 3184, "SSDD": 3185, "TTL": 3186, "EAEG": 3187, "EELG": 3188, "SYL": 3189, "AGLAT": 3190, "GAGMMD": 3191, "EAYPG": 3192, "QADGGT": 3193, "GLAGG": 3194, "AGGGS": 3195, "MFGYAT": 3196, "IKPKL": 3197, "KGRHDP": 3198, "ARAIA": 3199, "LNKK": 3200, "LISE": 3201, "LALLS": 3202, "LGQDPY": 3203, "AVLD": 3204, "SKRHGA": 3205, "LAALAA": 3206, "YQC": 3207, "AVAALA": 3208, "LPPL": 3209, "AAIAD": 3210, "ALSVL": 3211, "GGGRYD": 3212, "LGSSS": 3213, "KLIG": 3214, "IVGRLI": 3215, "AFGA": 3216, "TLSK": 3217, "DDKSYP": 3218, "IKSI": 3219, "GGLIG": 3220, "VLAQ": 3221, "SLIP": 3222, "HEYQAK": 3223, "AVFPSI": 3224, "VAEEL": 3225, "ASLA": 3226, "GRKHPQ": 3227, "LMLRAG": 3228, "LTGS": 3229, "VTPL": 3230, "AEALA": 3231, "DELLS": 3232, "LVPA": 3233, "GFNVRA": 3234, "WTC": 3235, "LETE": 3236, "PQKRGV": 3237, "LRADRQ": 3238, "PVFDG": 3239, "RVKDL": 3240, "WN": 3241, "SUD": 3242, "NVGGL": 3243, "DVEG": 3244, "MYW": 3245, "LVKK": 3246, "KHF": 3247, "AAIDA": 3248, "APY": 3249, "LNRA": 3250, "LSQPF": 3251, "PSPPPP": 3252, "SGGPME": 3253, "DWT": 3254, "QWQ": 3255, "LPGVLP": 3256, "EEEAR": 3257, "FVNKMD": 3258, "VLAVL": 3259, "TQAL": 3260, "ALSK": 3261, "DLAREG": 3262, "KEEKK": 3263, "VDVAQD": 3264, "LLKQ": 3265, "GLGDL": 3266, "LW": 3267, "YAF": 3268, "MCV": 3269, "ALRDL": 3270, "FMKIVS": 3271, "UGA": 3272, "ENEL": 3273, "VEVV": 3274, "VIASG": 3275, "RALRLE": 3276, "EAQ": 3277, "VRW": 3278, "TGIKVV": 3279, "AAGVD": 3280, "QGGHNA": 3281, "GVELA": 3282, "VLADG": 3283, "LRAQ": 3284, "LLIVL": 3285, "APTLHR": 3286, "NFEDSI": 3287, "VLDG": 3288, "AIREGG": 3289, "PGGFG": 3290, "APAL": 3291, "LDAR": 3292, "IEDVFS": 3293, "IGALA": 3294, "IEVGHI": 3295, "GLPRVA": 3296, "SLDS": 3297, "PVASGG": 3298, "DVENI": 3299, "IAEV": 3300, "KEVL": 3301, "NPC": 3302, "TLAR": 3303, "RVSL": 3304, "AVGL": 3305, "QVGRTG": 3306, "REP": 3307, "VLSILI": 3308, "PTLHRL": 3309, "LLLEAG": 3310, "NFGSL": 3311, "YRK": 3312, "MAC": 3313, "GGGGGS": 3314, "EVETPM": 3315, "ALLSL": 3316, "TES": 3317, "EGIA": 3318, "SLSPS": 3319, "IHRDIK": 3320, "RIDRRR": 3321, "SLRL": 3322, "YGS": 3323, "HGCTGK": 3324, "GSVT": 3325, "RIH": 3326, "EI": 3327, "GRPNVG": 3328, "EALEAA": 3329, "KATLTR": 3330, "NCF": 3331, "LGGAV": 3332, "AVL": 3333, "VINRN": 3334, "ADVLA": 3335, "ASVRLD": 3336, "GIEHAI": 3337, "INP": 3338, "TVIE": 3339, "IKRLMD": 3340, "RGVL": 3341, "AGIAMG": 3342, "DVWFDS": 3343, "LLILV": 3344, "AAKAVA": 3345, "LEEAGA": 3346, "KLKD": 3347, "AASAAA": 3348, "APEE": 3349, "VLFSP": 3350, "LLDAV": 3351, "ISGA": 3352, "AVLAG": 3353, "AAAAN": 3354, "LSPS": 3355, "AKRA": 3356, "KEDL": 3357, "LALAS": 3358, "VLSGL": 3359, "RITHLP": 3360, "KC": 3361, "NAH": 3362, "LAVVL": 3363, "LATGGS": 3364, "PFTLVG": 3365, "EVVAE": 3366, "LITA": 3367, "GDTI": 3368, "VVLAYS": 3369, "ASLQ": 3370, "RLGR": 3371, "KQG": 3372, "TVV": 3373, "NE": 3374, "GLVVL": 3375, "KEVI": 3376, "VEAVK": 3377, "GLDR": 3378, "MHYTAD": 3379, "LQELL": 3380, "VAAV": 3381, "PGDVF": 3382, "GITKAS": 3383, "ITGPNM": 3384, "RDHGGV": 3385, "PGPG": 3386, "RELLA": 3387, "IAAAV": 3388, "VLAT": 3389, "LFIDNI": 3390, "YMD": 3391, "KQGRF": 3392, "KIQANM": 3393, "AARR": 3394, "ASLDA": 3395, "LKLLK": 3396, "PNW": 3397, "RSLKK": 3398, "AAGGL": 3399, "GKLA": 3400, "YFY": 3401, "GVK": 3402, "GEAAA": 3403, "KLQERV": 3404, "CLG": 3405, "SSSI": 3406, "LDEN": 3407, "ESG": 3408, "RHI": 3409, "DDLA": 3410, "TAVA": 3411, "TGEE": 3412, "ETEE": 3413, "DTV": 3414, "CMY": 3415, "EELKQ": 3416, "LATLL": 3417, "LMPNP": 3418, "SIEDK": 3419, "DLAL": 3420, "LSVV": 3421, "SEEEL": 3422, "RNGRDS": 3423, "FGDGAG": 3424, "KDAV": 3425, "AIAAI": 3426, "HVH": 3427, "AFLE": 3428, "VAAP": 3429, "GIEVGH": 3430, "AGVGA": 3431, "VLPV": 3432, "LALA": 3433, "NLGHGI": 3434, "SQF": 3435, "IQT": 3436, "RILS": 3437, "VLVG": 3438, "KPTSSI": 3439, "KGETQL": 3440, "AQELL": 3441, "VERSLR": 3442, "GSLP": 3443, "LIK": 3444, "GALR": 3445, "SALLR": 3446, "KTGTLT": 3447, "VLFSPD": 3448, "EAKEL": 3449, "INYRTL": 3450, "APPERK": 3451, "GIIPAL": 3452, "KLLRAI": 3453, "GVIV": 3454, "VITNLL": 3455, "AVALV": 3456, "DDN": 3457, "EESL": 3458, "YHT": 3459, "SEAEA": 3460, "LGNFSF": 3461, "YRG": 3462, "TGIKV": 3463, "VGKV": 3464, "AAAPV": 3465, "GVAGV": 3466, "GA": 3467, "NEIK": 3468, "GVRL": 3469, "QKD": 3470, "ELGK": 3471, "ALAER": 3472, "DU": 3473, "MSKSL": 3474, "AKGGK": 3475, "ARLER": 3476, "LVEKL": 3477, "GAGGS": 3478, "KRREIG": 3479, "PYY": 3480, "VSRVGG": 3481, "DVILVG": 3482, "NLA": 3483, "LFEK": 3484, "KKTAER": 3485, "VALVYG": 3486, "AGIG": 3487, "EEIIK": 3488, "VGDIV": 3489, "EEGS": 3490, "FVP": 3491, "AQIKA": 3492, "GTSSS": 3493, "VRAG": 3494, "LHANG": 3495, "LPV": 3496, "MNL": 3497, "HRE": 3498, "LLGRM": 3499, "LAGLAA": 3500, "EQLRE": 3501, "VFGQMN": 3502, "ALPA": 3503, "KPHVNI": 3504, "EPL": 3505, "DGAIL": 3506, "EAAAR": 3507, "GSSD": 3508, "RYDQLM": 3509, "LGLTP": 3510, "ALLSA": 3511, "AVIE": 3512, "SSSLE": 3513, "SISAG": 3514, "NPM": 3515, "GQD": 3516, "VRAVA": 3517, "ALKT": 3518, "LGLRR": 3519, "ASQA": 3520, "ARTFGF": 3521, "RLVS": 3522, "PLS": 3523, "TSTL": 